["O unexpected stroke, worse then of Death!\r\n  Must I thus leave thee Paradise? thus leave\r\n  Thee Native Soile, these happie Walks and Shades,\r\n  Fit haunt of Gods? where I had hope to spend,\r\n  Quiet though sad, the respit of that day\r\n  That must be mortal to us both.  O flours,\r\n  That never will in other Climate grow,\r\n  My early visitation, and my last\r\n  At Eev'n, which I bred up with tender hand\r\n  From the first op'ning bud, and gave ye Names,\r\n  Who now shall reare ye to the Sun, or ranke\r\n  Your Tribes, and water from th' ambrosial Fount?\r\n  Thee lastly nuptial Bowre, by mee adornd\r\n  With what to sight or smell was sweet; from thee\r\n  How shall I part, and whither wander down\r\n  Into a lower World, to this obscure\r\n  And wilde, how shall we breath in other Aire\r\n  Less pure, accustomd to immortal Fruits?\r", "Henceforth I flie not Death, nor would prolong\r\n  Life much, bent rather how I may be quit\r\n  Fairest and easiest of this combrous charge,\r\n  Which I must keep till my appointed day\r\n  Of rendring up.  MICHAEL to him repli'd.\r", "He lookd and saw a spacious Plaine, whereon\r\n  Were Tents of various hue; by some were herds\r\n  Of Cattel grazing: others, whence the sound\r\n  Of Instruments that made melodious chime\r\n  Was heard, of Harp and Organ; and who moovd\r\n  Thir stops and chords was seen: his volant touch\r\n  Instinct through all proportions low and high\r\n  Fled and pursu'd transverse the resonant fugue.\r\n  In other part stood one who at the Forge\r\n  Labouring, two massie clods of Iron and Brass\r\n  Had melted (whether found where casual fire\r\n  Had wasted woods on Mountain or in Vale,\r\n  Down to the veins of Earth, thence gliding hot\r\n  To som Caves mouth, or whether washt by stream\r\n  From underground) the liquid Ore he dreind\r\n  Into fit moulds prepar'd; from which he formd\r\n  First his own Tooles; then, what might else be wrought\r\n  Fulfil or grav'n in mettle.  After these,\r\n  But on the hether side a different sort\r\n  From the high neighbouring Hills, which was thir Seat,\r\n  Down to the Plain descended: by thir guise\r\n  Just men they seemd, and all thir study bent\r\n  To worship God aright, and know his works\r\n  Not hid, nor those things lost which might preserve\r\n  Freedom and Peace to men: they on the Plain\r\n  Long had not walkt, when from the Tents behold\r\n  A Beavie of fair Women, richly gay\r\n  In Gems and wanton dress; to the Harp they sung\r\n  Soft amorous Ditties, and in dance came on:\r\n  The Men though grave, ey'd them, and let thir eyes\r\n  Rove without rein, till in the amorous Net\r\n  Fast caught, they lik'd, and each his liking chose;\r\n  And now of love they treat till th' Eevning Star\r\n  Loves Harbinger appeerd; then all in heat\r\n  They light the Nuptial Torch, and bid invoke\r\n  Hymen, then first to marriage Rites invok't;\r\n  With Feast and Musick all the Tents resound.\r\n  Such happy interview and fair event\r\n  Of love & youth not lost, Songs, Garlands, Flours,\r\n  And charming Symphonies attach'd the heart\r\n  Of ADAM, soon enclin'd to admit delight,\r\n  The bent of Nature; which he thus express'd.\r", "Be sure they will, said th' Angel; but from Heav'n\r\n  Hee to his own a Comforter will send,\r\n  The promise of the Father, who shall dwell\r\n  His Spirit within them, and the Law of Faith\r\n  Working through love, upon thir hearts shall write,\r\n  To guide them in all truth, and also arme\r\n  With spiritual Armour, able to resist\r\n  SATANS assaults, and quench his fierie darts\r\n  What Man can do against them, not affraid,\r\n  Though to the death, against such cruelties\r\n  With inward consolations recompenc't,\r\n  And oft supported so as shall amaze\r\n  Thir proudest persecuters: for the Spirit\r\n  Powrd first on his Apostles, whom he sends\r\n  To evangelize the Nations, then on all\r\n  Baptiz'd, shall them with wondrous gifts endue\r\n  To speak all Tongues, and do all Miracles,\r\n  As did thir Lord before them.  Thus they win\r\n  Great numbers of each Nation to receave\r\n  With joy the tidings brought from Heav'n: at length\r\n  Thir Ministry perform'd, and race well run,\r\n  Thir doctrine and thir story written left,\r\n  They die; but in thir room, as they forewarne,\r\n  Wolves shall succeed for teachers, grievous Wolves,\r\n  Who all the sacred mysteries of Heav'n\r\n  To thir own vile advantages shall turne\r\n  Of lucre and ambition, and the truth\r\n  With superstitions and traditions taint,\r\n  Left onely in those written Records pure,\r\n  Though not but by the Spirit understood.\r\n  Then shall they seek to avail themselves of names,\r\n  Places and titles, and with these to joine\r\n  Secular power, though feigning still to act\r\n  By spiritual, to themselves appropriating\r\n  The Spirit of God, promisd alike and giv'n\r\n  To all Beleevers; and from that pretense,\r\n  Spiritual Lawes by carnal power shall force\r\n  On every conscience; Laws which none shall finde\r\n  Left them inrould, or what the Spirit within\r\n  Shall on the heart engrave.  What will they then\r\n  But force the Spirit of Grace it self, and binde\r\n  His consort Libertie; what, but unbuild\r\n  His living Temples, built by Faith to stand,\r\n  Thir own Faith not anothers: for on Earth\r\n  Who against Faith and Conscience can be heard\r\n  Infallible? yet many will presume:\r\n  Whence heavie persecution shall arise\r\n  On all who in the worship persevere\r\n  Of Spirit and Truth; the rest, farr greater part,\r\n  Will deem in outward Rites and specious formes\r\n  Religion satisfi'd; Truth shall retire\r\n  Bestuck with slandrous darts, and works of Faith\r\n  Rarely be found: so shall the World goe on,\r\n  To good malignant, to bad men benigne,\r\n  Under her own waight groaning, till the day\r\n  Appeer of respiration to the just,\r\n  And vengeance to the wicked, at return\r\n  Of him so lately promis'd to thy aid,\r\n  The Womans seed, obscurely then foretold,\r\n  Now amplier known thy Saviour and thy Lord,\r\n  Last in the Clouds from Heav'n to be reveald\r\n  In glory of the Father, to dissolve\r\n  SATAN with his perverted World, then raise\r\n  From the conflagrant mass, purg'd and refin'd,\r\n  New Heav'ns, new Earth, Ages of endless date\r\n  Founded in righteousness and peace and love,\r\n  To bring forth fruits Joy and eternal Bliss.\r", "Alas, both for the deed and for the cause!\r\n  But have I now seen Death?  Is this the way\r\n  I must return to native dust?  O sight\r\n  Of terrour, foul and ugly to behold,\r\n  Horrid to think, how horrible to feel!\r", "To whom thus also th' Angel last repli'd:\r\n  This having learnt, thou hast attaind the summe\r\n  Of wisdom; hope no higher, though all the Starrs\r\n  Thou knewst by name, and all th' ethereal Powers,\r\n  All secrets of the deep, all Natures works,\r\n  Or works of God in Heav'n, Air, Earth, or Sea,\r\n  And all the riches of this World enjoydst,\r\n  And all the rule, one Empire; onely add\r\n  Deeds to thy knowledge answerable, add Faith,\r\n  Add Vertue, Patience, Temperance, add Love,\r\n  By name to come call'd Charitie, the soul\r\n  Of all the rest: then wilt thou not be loath\r\n  To leave this Paradise, but shalt possess\r\n  A Paradise within thee, happier farr.\r\n  Let us descend now therefore from this top\r\n  Of Speculation; for the hour precise\r\n  Exacts our parting hence; and see the Guards,\r\n  By mee encampt on yonder Hill, expect\r\n  Thir motion, at whose Front a flaming Sword,\r\n  In signal of remove, waves fiercely round;\r\n  We may no longer stay: go, waken Eve;\r\n  Her also I with gentle Dreams have calm'd\r\n  Portending good, and all her spirits compos'd\r\n  To meek submission: thou at season fit\r\n  Let her with thee partake what thou hast heard,\r\n  Chiefly what may concern her Faith to know,\r\n  The great deliverance by her Seed to come\r\n  (For by the Womans Seed) on all Mankind.\r\n  That ye may live, which will be many dayes,\r\n  Both in one Faith unanimous though sad,\r\n  With cause for evils past, yet much more cheer'd\r\n  With meditation on the happie end.\r", "To whom thus ADAM of short joy bereft.\r\n  O pittie and shame, that they who to live well\r\n  Enterd so faire, should turn aside to tread\r\n  Paths indirect, or in the mid way faint!\r\n  But still I see the tenor of Mans woe\r\n  Holds on the same, from Woman to begin.\r", "He ceas'd; and th' Archangelic Power prepar'd\r\n  For swift descent, with him the Cohort bright\r\n  Of watchful Cherubim; four faces each\r\n  Had, like a double JANUS, all thir shape\r\n  Spangl'd with eyes more numerous then those\r\n  Of ARGUS, and more wakeful then to drouze,\r\n  Charm'd with ARCADIAN Pipe, the Pastoral Reed\r\n  Of HERMES, or his opiate Rod.  Meanwhile\r\n  To resalute the World with sacred Light\r\n  LEUCOTHEA wak'd, and with fresh dews imbalmd\r\n  The Earth, when ADAM and first Matron EVE\r\n  Had ended now thir Orisons, and found,\r\n  Strength added from above, new hope to spring\r\n  Out of despaire, joy, but with fear yet linkt;\r\n  Which thus to EVE his welcome words renewd.\r", "EVE, now expect great tidings, which perhaps\r\n  Of us will soon determin, or impose\r\n  New Laws to be observ'd; for I descrie\r\n  From yonder blazing Cloud that veils the Hill\r\n  One of the heav'nly Host, and by his Gate\r\n  None of the meanest, some great Potentate\r\n  Or of the Thrones above, such Majestie\r\n  Invests him coming; yet not terrible,\r\n  That I should fear, nor sociably mild,\r\n  As RAPHAEL, that I should much confide,\r\n  But solemn and sublime, whom not to offend,\r\n  With reverence I must meet, and thou retire.\r\n  He ended; and th' Arch-Angel soon drew nigh,\r\n  Not in his shape Celestial, but as Man\r\n  Clad to meet Man; over his lucid Armes\r\n  A militarie Vest of purple flowd\r\n  Livelier then MELIBOEAN, or the graine\r\n  Of SARRA, worn by Kings and Hero's old\r\n  In time of Truce; IRIS had dipt the wooff;\r\n  His starrie Helme unbuckl'd shew'd him prime\r\n  In Manhood where Youth ended; by his side\r\n  As in a glistering ZODIAC hung the Sword,\r\n  Satans dire dread, and in his hand the Spear.\r\n  ADAM bowd low, hee Kingly from his State\r\n  Inclin'd not, but his coming thus declar'd.\r", "He added not, for ADAM at the newes\r\n  Heart-strook with chilling gripe of sorrow stood,\r\n  That all his senses bound; EVE, who unseen\r\n  Yet all had heard, with audible lament\r\n  Discover'd soon the place of her retire.\r", "He ended, and they both descend the Hill;\r\n  Descended, ADAM to the Bowre where EVE\r\n  Lay sleeping ran before, but found her wak't;\r\n  And thus with words not sad she him receav'd.\r", "O Sons, like one of us Man is become\r\n  To know both Good and Evil, since his taste\r\n  Of that defended Fruit; but let him boast\r\n  His knowledge of Good lost, and Evil got,\r\n  Happier, had it suffic'd him to have known\r\n  Good by it self, and Evil not at all.\r\n  He sorrows now, repents, and prayes contrite,\r\n  My motions in him, longer then they move,\r\n  His heart I know, how variable and vain\r\n  Self-left.  Least therefore his now bolder hand\r\n  Reach also of the Tree of Life, and eat,\r\n  And live for ever, dream at least to live\r\n  Forever, to remove him I decree,\r\n  And send him from the Garden forth to Till\r\n  The Ground whence he was taken, fitter soile.\r", "He ended, and the Son gave signal high\r\n  To the bright Minister that watchd, hee blew\r\n  His Trumpet, heard in OREB since perhaps\r\n  When God descended, and perhaps once more\r\n  To sound at general Doom.  Th' Angelic blast\r\n  Filld all the Regions: from thir blissful Bowrs\r\n  Of AMARANTIN Shade, Fountain or Spring,\r\n  By the waters of Life, where ere they sate\r\n  In fellowships of joy: the Sons of Light\r\n  Hasted, resorting to the Summons high,\r\n  And took thir Seats; till from his Throne supream\r\n  Th' Almighty thus pronounced his sovran Will.\r", "From Mans effeminate slackness it begins,\r\n  Said th' Angel, who should better hold his place\r\n  By wisdome, and superiour gifts receavd.\r\n  But now prepare thee for another Scene.\r", "O EVE, some furder change awaits us nigh,\r\n  Which Heav'n by these mute signs in Nature shews\r\n  Forerunners of his purpose, or to warn\r\n  Us haply too secure of our discharge\r\n  From penaltie, because from death releast\r\n  Some days; how long, and what till then our life,\r\n  Who knows, or more then this, that we are dust,\r\n  And thither must return and be no more.\r\n  VVhy else this double object in our sight\r\n  Of flight pursu'd in th' Air and ore the ground\r\n  One way the self-same hour? why in the East\r\n  Darkness ere Dayes mid-course, and Morning light\r\n  More orient in yon VVestern Cloud that draws\r\n  O're the blew Firmament a radiant white,\r\n  And slow descends, with somthing heav'nly fraught.\r", "Whereto thus ADAM fatherly displeas'd.\r\n  O execrable Son so to aspire\r\n  Above his Brethren, to himself affirming\r\n  Authoritie usurpt, from God not giv'n:\r\n  He gave us onely over Beast, Fish, Fowl\r\n  Dominion absolute; that right we hold\r\n  By his donation; but Man over men\r\n  He made not Lord; such title to himself\r\n  Reserving, human left from human free.\r\n  But this Usurper his encroachment proud\r\n  Stayes not on Man; to God his Tower intends\r\n  Siege and defiance: Wretched man! what food\r\n  Will he convey up thither to sustain\r\n  Himself and his rash Armie, where thin Aire\r\n  Above the Clouds will pine his entrails gross,\r\n  And famish him of Breath, if not of Bread?\r", "There is, said MICHAEL, if thou well observe\r\n  The rule of not too much, by temperance taught\r\n  In what thou eatst and drinkst, seeking from thence\r\n  Due nourishment, not gluttonous delight,\r\n  Till many years over thy head return:\r\n  So maist thou live, till like ripe Fruit thou drop\r\n  Into thy Mothers lap, or be with ease\r\n  Gatherd, not harshly pluckt, for death mature:\r\n  This is old age; but then thou must outlive\r\n  Thy youth, thy strength, thy beauty, which will change\r\n  To witherd weak & gray; thy Senses then\r\n  Obtuse, all taste of pleasure must forgoe,\r\n  To what thou hast, and for the Aire of youth\r\n  Hopeful and cheerful, in thy blood will reigne\r\n  A melancholly damp of cold and dry\r\n  To waigh thy spirits down, and last consume\r\n  The Balme of Life.  To whom our Ancestor.\r", "True opener of mine eyes, prime Angel blest,\r\n  Much better seems this Vision, and more hope\r\n  Of peaceful dayes portends, then those two past;\r\n  Those were of hate and death, or pain much worse,\r\n  Here Nature seems fulfilld in all her ends.\r", "ADAM, Heav'ns high behest no Preface needs:\r\n  Sufficient that thy Prayers are heard, and Death,\r\n  Then due by sentence when thou didst transgress,\r\n  Defeated of his seisure many dayes\r\n  Giv'n thee of Grace, wherein thou may'st repent,\r\n  And one bad act with many deeds well done\r\n  Mayst cover: well may then thy Lord appeas'd\r\n  Redeem thee quite from Deaths rapacious claimes;\r\n  But longer in this Paradise to dwell\r\n  Permits not; to remove thee I am come,\r\n  And send thee from the Garden forth to till\r\n  The ground whence thou wast tak'n, fitter Soile.\r", "To whom thus ADAM gratefully repli'd.\r\n  Ascend, I follow thee, safe Guide, the path\r\n  Thou lead'st me, and to the hand of Heav'n submit,\r\n  However chast'ning, to the evil turne\r\n  My obvious breast, arming to overcom\r\n  By suffering, and earne rest from labour won,\r\n  If so I may attain.  So both ascend\r\n  In the Visions of God:  It was a Hill\r\n  Of Paradise the highest, from whose top\r\n  The Hemisphere of Earth in cleerest Ken\r\n  Stretcht out to amplest reach of prospect lay.\r\n  Not higher that Hill nor wider looking round,\r\n  Whereon for different cause the Tempter set\r\n  Our second ADAM in the Wilderness,\r\n  To shew him all Earths Kingdomes and thir Glory.\r\n  His Eye might there command wherever stood\r\n  City of old or modern Fame, the Seat\r\n  Of mightiest Empire, from the destind Walls\r\n  Of CAMBALU, seat of CATHAIAN CAN\r\n  And SAMARCHAND by OXUS, TEMIRS Throne,\r\n  To PAQUIN of SINAEAN Kings, and thence\r\n  To AGRA and LAHOR of great MOGUL\r\n  Down to the golden CHERSONESE, or where\r\n  The PERSIAN in ECBATAN sate, or since\r\n  In HISPAHAN, or where the RUSSIAN KSAR\r\n  In MOSCO, or the Sultan in BIZANCE,\r\n  TURCHESTAN-born; nor could his eye not ken\r\n  Th' Empire of NEGUS to his utmost Port\r\n  ERCOCO and the less Maritine Kings\r\n  MOMBAZA, and QUILOA, and MELIND,\r\n  And SOFALA thought OPHIR, to the Realme\r\n  Of CONGO, and ANGOLA fardest South;\r\n  Or thence from NIGER Flood to ATLAS Mount\r\n  The Kingdoms of ALMANSOR, FEZ, and SUS,\r\n  MAROCCO and ALGIERS, and TREMISEN;\r\n  On EUROPE thence, and where ROME was to sway\r\n  The VVorld: in Spirit perhaps he also saw\r\n  Rich MEXICO the seat of MOTEZUME,\r\n  And CUSCO in PERU, the richer seat\r\n  Of ATABALIPA, and yet unspoil'd\r\n  GUIANA, whose great Citie GERYONS Sons\r\n  Call EL DORADO: but to nobler sights\r\n  MICHAEL from ADAMS eyes the Filme remov'd\r\n  VVhich that false Fruit that promis'd clearer sight\r\n  Had bred; then purg'd with Euphrasie and Rue\r\n  The visual Nerve, for he had much to see;\r\n  And from the VVell of Life three drops instill'd.\r\n  So deep the power of these Ingredients pierc'd,\r\n  Eevn to the inmost seat of mental sight,\r\n  That ADAM now enforc't to close his eyes,\r\n  Sunk down and all his Spirits became intranst:\r\n  But him the gentle Angel by the hand\r\n  Soon rais'd, and his attention thus recall'd.\r", "ADAM by this from the cold sudden damp\r\n  Recovering, and his scatterd spirits returnd,\r\n  To MICHAEL thus his humble words addressd.\r", "Whence thou returnst, & whither wentst, I know;\r\n  For God is also in sleep, and Dreams advise,\r\n  Which he hath sent propitious, some great good\r\n  Presaging, since with sorrow and hearts distress\r\n  VVearied I fell asleep: but now lead on;\r\n  In mee is no delay; with thee to goe,\r\n  Is to stay here; without thee here to stay,\r\n  Is to go hence unwilling; thou to mee\r\n  Art all things under Heav'n, all places thou,\r\n  VVho for my wilful crime art banisht hence.\r\n  This further consolation yet secure\r\n  I carry hence; though all by mee is lost,\r\n  Such favour I unworthie am voutsaft,\r\n  By mee the Promis'd Seed shall all restore.\r", "He lookd and saw wide Territorie spred\r\n  Before him, Towns, and rural works between,\r\n  Cities of Men with lofty Gates and Towrs,\r\n  Concours in Arms, fierce Faces threatning Warr,\r\n  Giants of mightie Bone, and bould emprise;\r\n  Part wield thir Arms, part courb the foaming Steed,\r\n  Single or in Array of Battel rang'd\r\n  Both Horse and Foot, nor idely mustring stood;\r\n  One way a Band select from forage drives\r\n  A herd of Beeves, faire Oxen and faire Kine\r\n  From a fat Meddow ground; or fleecy Flock,\r\n  Ewes and thir bleating Lambs over the Plaine,\r\n  Thir Bootie; scarce with Life the Shepherds flye,\r\n  But call in aide, which tacks a bloody Fray;\r\n  With cruel Tournament the Squadrons joine;\r\n  Where Cattel pastur'd late, now scatterd lies\r\n  With Carcasses and Arms th' ensanguind Field\r\n  Deserted: Others to a Citie strong\r\n  Lay Siege, encampt; by Batterie, Scale, and Mine,\r\n  Assaulting; others from the Wall defend\r\n  With Dart and Jav'lin, Stones and sulfurous Fire;\r\n  On each hand slaughter and gigantic deeds.\r\n  In other part the scepter'd Haralds call\r\n  To Council in the Citie Gates: anon\r\n  Grey-headed men and grave, with Warriours mixt,\r\n  Assemble, and Harangues are heard, but soon\r\n  In factious opposition, till at last\r\n  Of middle Age one rising, eminent\r\n  In wise deport, spake much of Right and Wrong,\r\n  Of Justice, of Religion, Truth and Peace,\r\n  And Judgement from above: him old and young\r\n  Exploded, and had seiz'd with violent hands,\r\n  Had not a Cloud descending snatch'd him thence\r\n  Unseen amid the throng: so violence\r\n  Proceeded, and Oppression, and Sword-Law\r\n  Through all the Plain, and refuge none was found.\r\n  ADAM was all in tears, and to his guide\r\n  Lamenting turnd full sad; O what are these,\r\n  Deaths Ministers, not Men, who thus deal Death\r\n  Inhumanly to men, and multiply\r\n  Ten thousand fould the sin of him who slew\r\n  His Brother; for of whom such massacher\r\n  Make they but of thir Brethren, men of men?\r\n  But who was that Just Man, whom had not Heav'n\r\n  Rescu'd, had in his Righteousness bin lost?\r", "He ended; and thus ADAM last reply'd.\r\n  How soon hath thy prediction, Seer blest,\r\n  Measur'd this transient World, the Race of time,\r\n  Till time stand fixt: beyond is all abyss,\r\n  Eternitie, whose end no eye can reach.\r\n  Greatly instructed I shall hence depart,\r\n  Greatly in peace of thought, and have my fill\r\n  Of knowledge, what this vessel can containe;\r\n  Beyond which was my folly to aspire.\r\n  Henceforth I learne, that to obey is best,\r\n  And love with feare the onely God, to walk\r\n  As in his presence, ever to observe\r\n  His providence, and on him sole depend,\r\n  Merciful over all his works, with good\r\n  Still overcoming evil, and by small\r\n  Accomplishing great things, by things deemd weak\r\n  Subverting worldly strong, and worldly wise\r\n  By simply meek; that suffering for Truths sake\r\n  Is fortitude to highest victorie,\r\n  And to the faithful Death the Gate of Life;\r\n  Taught this by his example whom I now\r\n  Acknowledge my Redeemer ever blest.\r", "Nor love thy Life, nor hate; but what thou livst\r\n  Live well, how long or short permit to Heav'n:\r\n  And now prepare thee for another sight.\r", "Is this the Region, this the Soil, the Clime,\r\n  Said then the lost Arch Angel, this the seat\r\n  That we must change for Heav'n, this mournful gloom\r\n  For that celestial light?  Be it so, since hee\r\n  Who now is Sovran can dispose and bid\r\n  What shall be right: fardest from him is best\r\n  Whom reason hath equald, force hath made supream\r\n  Above his equals.  Farewel happy Fields\r\n  Where Joy for ever dwells: Hail horrours, hail\r\n  Infernal world, and thou profoundest Hell\r\n  Receive thy new Possessor: One who brings\r\n  A mind not to be chang'd by Place or Time.\r\n  The mind is its own place, and in it self\r\n  Can make a Heav'n of Hell, a Hell of Heav'n.\r\n  What matter where, if I be still the same,\r\n  And what I should be, all but less then hee\r\n  Whom Thunder hath made greater?  Here at least\r\n  We shall be free; th' Almighty hath not built\r\n  Here for his envy, will not drive us hence:\r\n  Here we may reign secure, and in my choyce\r\n  To reign is worth ambition though in Hell:\r\n  Better to reign in Hell, then serve in Heav'n.\r\n  But wherefore let we then our faithful friends,\r\n  Th' associates and copartners of our loss\r\n  Lye thus astonisht on th' oblivious Pool,\r\n  And call them not to share with us their part\r\n  In this unhappy Mansion, or once more\r\n  With rallied Arms to try what may be yet\r\n  Regaind in Heav'n, or what more lost in Hell?\r", "So SATAN spake, and him BEELZEBUB\r\n  Thus answer'd.  Leader of those Armies bright,\r\n  Which but th' Omnipotent none could have foyld,\r\n  If once they hear that voyce, their liveliest pledge\r\n  Of hope in fears and dangers, heard so oft\r\n  In worst extreams, and on the perilous edge\r\n  Of battel when it rag'd, in all assaults\r\n  Their surest signal, they will soon resume\r\n  New courage and revive, though now they lye\r\n  Groveling and prostrate on yon Lake of Fire,\r\n  As we erewhile, astounded and amaz'd,\r\n  No wonder, fall'n such a pernicious highth.\r", "If thou beest he; But O how fall'n! how chang'd\r\n  From him, who in the happy Realms of Light\r\n  Cloth'd with transcendent brightnes didst outshine\r\n  Myriads though bright: If he whom mutual league,\r\n  United thoughts and counsels, equal hope,\r\n  And hazard in the Glorious Enterprize,\r\n  Joynd with me once, now misery hath joynd\r\n  In equal ruin: into what Pit thou seest\r\n  From what highth fal'n, so much the stronger provd\r\n  He with his Thunder: and till then who knew\r\n  The force of those dire Arms? yet not for those\r\n  Nor what the Potent Victor in his rage\r\n  Can else inflict do I repent or change,\r\n  Though chang'd in outward lustre; that fixt mind\r\n  And high disdain, from sence of injur'd merit,\r\n  That with the mightiest rais'd me to contend,\r\n  And to the fierce contention brought along\r\n  Innumerable force of Spirits arm'd\r\n  That durst dislike his reign, and me preferring,\r\n  His utmost power with adverse power oppos'd\r\n  In dubious Battel on the Plains of Heav'n,\r\n  And shook his throne.  What though the field be lost?\r\n  All is not lost; the unconquerable Will,\r\n  And study of revenge, immortal hate,\r\n  And courage never to submit or yield:\r\n  And what is else not to be overcome?\r\n  That Glory never shall his wrath or might\r\n  Extort from me.  To bow and sue for grace\r\n  With suppliant knee, and deifie his power\r\n  Who from the terrour of this Arm so late\r\n  Doubted his Empire, that were low indeed,\r\n  That were an ignominy and shame beneath\r\n  This downfall; since by Fate the strength of Gods\r\n  And this Empyreal substance cannot fail,\r\n  Since through experience of this great event\r\n  In Arms not worse, in foresight much advanc't,\r\n  We may with more successful hope resolve\r\n  To wage by force or guile eternal Warr\r\n  Irreconcileable, to our grand Foe,\r\n  Who now triumphs, and in th' excess of joy\r\n  Sole reigning holds the Tyranny of Heav'n.\r", "There stood a Hill not far whose griesly top\r\n  Belch'd fire and rowling smoak; the rest entire\r\n  Shon with a glossie scurff, undoubted sign\r\n  That in his womb was hid metallic Ore,\r\n  The work of Sulphur.  Thither wing'd with speed\r\n  A numerous Brigad hasten'd.  As when bands\r\n  Of Pioners with Spade and Pickaxe arm'd\r\n  Forerun the Royal Camp, to trench a Field,\r\n  Or cast a Rampart.  MAMMON led them on,\r\n  MAMMON, the least erected Spirit that fell\r\n  From heav'n, for ev'n in heav'n his looks & thoughts\r\n  Were always downward bent, admiring more\r\n  The riches of Heav'ns pavement, trod'n Gold,\r\n  Then aught divine or holy else enjoy'd\r\n  In vision beatific: by him first\r\n  Men also, and by his suggestion taught,\r\n  Ransack'd the Center, and with impious hands\r\n  Rifl'd the bowels of thir mother Earth\r\n  For Treasures better hid.  Soon had his crew\r\n  Op'nd into the Hill a spacious wound\r\n  And dig'd out ribs of Gold.  Let none admire\r\n  That riches grow in Hell; that soyle may best\r\n  Deserve the pretious bane.  And here let those\r\n  Who boast in mortal things, and wondring tell\r\n  Of BABEL, and the works of MEMPHIAN Kings,\r\n  Learn how thir greatest Monuments of Fame,\r\n  And Strength and Art are easily outdone\r\n  By Spirits reprobate, and in an hour\r\n  What in an age they with incessant toyle\r\n  And hands innumerable scarce perform\r\n  Nigh on the Plain in many cells prepar'd,\r\n  That underneath had veins of liquid fire\r\n  Sluc'd from the Lake, a second multitude\r\n  With wondrous Art founded the massie Ore,\r\n  Severing each kinde, and scum'd the Bullion dross:\r\n  A third as soon had form'd within the ground\r\n  A various mould, and from the boyling cells\r\n  By strange conveyance fill'd each hollow nook,\r\n  As in an Organ from one blast of wind\r\n  To many a row of Pipes the sound-board breaths.\r\n  Anon out of the earth a Fabrick huge\r\n  Rose like an Exhalation, with the sound\r\n  Of Dulcet Symphonies and voices sweet,\r\n  Built like a Temple, where PILASTERS round\r\n  Were set, and Doric pillars overlaid\r\n  With Golden Architrave; nor did there want\r\n  Cornice or Freeze, with bossy Sculptures grav'n,\r\n  The Roof was fretted Gold.  Not BABILON,\r\n  Nor great ALCAIRO such magnificence\r\n  Equal'd in all thir glories, to inshrine\r\n  BELUS or SERAPIS thir Gods, or seat\r\n  Thir Kings, when AEGYPT with ASSYRIA strove\r\n  In wealth and luxurie.  Th' ascending pile\r\n  Stood fixt her stately highth, and strait the dores\r\n  Op'ning thir brazen foulds discover wide\r\n  Within, her ample spaces, o're the smooth\r\n  And level pavement: from the arched roof\r\n  Pendant by suttle Magic many a row\r\n  Of Starry Lamps and blazing Cressets fed\r\n  With Naphtha and ASPHALTUS yeilded light\r\n  As from a sky.  The hasty multitude\r\n  Admiring enter'd, and the work some praise\r\n  And some the Architect: his hand was known\r\n  In Heav'n by many a Towred structure high,\r\n  Where Scepter'd Angels held thir residence,\r\n  And sat as Princes, whom the supreme King\r\n  Exalted to such power, and gave to rule,\r\n  Each in his Herarchie, the Orders bright.\r\n  Nor was his name unheard or unador'd\r\n  In ancient Greece; and in AUSONIAN land\r\n  Men call'd him MULCIBER; and how he fell\r\n  From Heav'n, they fabl'd, thrown by angry JOVE\r\n  Sheer o're the Chrystal Battlements: from Morn\r\n  To Noon he fell, from Noon to dewy Eve,\r\n  A Summers day; and with the setting Sun\r\n  Dropt from the Zenith like a falling Star,\r\n  On LEMNOS th' AEGAEAN Ile: thus they relate,\r\n  Erring; for he with this rebellious rout\r\n  Fell long before; nor aught avail'd him now\r\n  To have built in Heav'n high Towrs; nor did he scape\r\n  By all his Engins, but was headlong sent\r\n  With his industrious crew to build in hell.\r\n  Mean while the winged Haralds by command\r\n  Of Sovran power, with awful Ceremony\r\n  And Trumpets sound throughout the Host proclaim\r\n  A solemn Councel forthwith to be held\r\n  At PANDAEMONIUM, the high Capital\r\n  Of Satan and his Peers: thir summons call'd\r\n  From every and Band squared Regiment\r\n  By place or choice the worthiest; they anon\r\n  With hundreds and with thousands trooping came\r\n  Attended: all access was throng'd, the Gates\r\n  And Porches wide, but chief the spacious Hall\r\n  (Though like a cover'd field, where Champions bold\r\n  Wont ride in arm'd, and at the Soldans chair\r\n  Defi'd the best of Panim chivalry\r\n  To mortal combat or carreer with Lance)\r\n  Thick swarm'd, both on the ground and in the air,\r\n  Brusht with the hiss of russling wings.  As Bees\r\n  In spring time, when the Sun with Taurus rides,\r\n  Poure forth thir populous youth about the Hive\r\n  In clusters; they among fresh dews and flowers\r\n  Flie to and fro, or on the smoothed Plank,\r\n  The suburb of thir Straw-built Cittadel,\r\n  New rub'd with Baume, expatiate and confer\r\n  Thir State affairs.  So thick the aerie crowd\r\n  Swarm'd and were straitn'd; till the Signal giv'n,\r\n  Behold a wonder! they but now who seemd\r\n  In bigness to surpass Earths Giant Sons\r\n  Now less then smallest Dwarfs, in narrow room\r\n  Throng numberless, like that Pigmean Race\r\n  Beyond the INDIAN Mount, or Faerie Elves,\r\n  Whose midnight Revels, by a Forrest side\r\n  Or Fountain fome belated Peasant sees,\r\n  Or dreams he sees, while over head the Moon\r\n  Sits Arbitress, and neerer to the Earth\r\n  Wheels her pale course, they on thir mirth & dance\r\n  Intent, with jocond Music charm his ear;\r\n  At once with joy and fear his heart rebounds.\r\n  Thus incorporeal Spirits to smallest forms\r\n  Reduc'd thir shapes immense, and were at large,\r\n  Though without number still amidst the Hall\r\n  Of that infernal Court.  But far within\r\n  And in thir own dimensions like themselves\r\n  The great Seraphic Lords and Cherubim\r\n  In close recess and secret conclave sat\r\n  A thousand Demy-Gods on golden seat's,\r\n  Frequent and full.  After short silence then\r\n  And summons read, the great consult began.\r", "Of Mans First Disobedience, and the Fruit\r\n  Of that Forbidden Tree, whose mortal tast\r\n  Brought Death into the World, and all our woe,\r\n  With loss of EDEN, till one greater Man\r\n  Restore us, and regain the blissful Seat,\r\n  Sing Heav'nly Muse, that on the secret top\r\n  Of OREB, or of SINAI, didst inspire\r\n  That Shepherd, who first taught the chosen Seed,\r\n  In the Beginning how the Heav'ns and Earth\r\n  Rose out of CHAOS: Or if SION Hill\r\n  Delight thee more, and SILOA'S Brook that flow'd\r\n  Fast by the Oracle of God; I thence\r\n  Invoke thy aid to my adventrous Song,\r\n  That with no middle flight intends to soar\r\n  Above th' AONIAN Mount, while it pursues\r\n  Things unattempted yet in Prose or Rhime.\r\n  And chiefly Thou O Spirit, that dost prefer\r\n  Before all Temples th' upright heart and pure,\r\n  Instruct me, for Thou know'st; Thou from the first\r\n  Wast present, and with mighty wings outspread\r\n  Dove-like satst brooding on the vast Abyss\r\n  And mad'st it pregnant: What in me is dark\r\n  Illumine, what is low raise and support;\r\n  That to the highth of this great Argument\r\n  I may assert th' Eternal Providence,\r\n  And justifie the wayes of God to men.\r", "He scarce had ceas't when the superiour Fiend\r\n  Was moving toward the shore; his ponderous shield\r\n  Ethereal temper, massy, large and round,\r\n  Behind him cast; the broad circumference\r\n  Hung on his shoulders like the Moon, whose Orb\r\n  Through Optic Glass the TUSCAN Artist views\r\n  At Ev'ning from the top of FESOLE,\r\n  Or in VALDARNO, to descry new Lands,\r\n  Rivers or Mountains in her spotty Globe.\r\n  His Spear, to equal which the tallest Pine\r\n  Hewn on NORWEGIAN hills, to be the Mast\r\n  Of some great Ammiral, were but a wand,\r\n  He walkt with to support uneasie steps\r\n  Over the burning Marle, not like those steps\r\n  On Heavens Azure, and the torrid Clime\r\n  Smote on him sore besides, vaulted with Fire;\r\n  Nathless he so endur'd, till on the Beach\r\n  Of that inflamed Sea, he stood and call'd\r\n  His Legions, Angel Forms, who lay intrans't\r\n  Thick as Autumnal Leaves that strow the Brooks\r\n  In VALLOMBROSA, where th' ETRURIAN shades\r\n  High overarch't imbowr; or scatterd sedge\r\n  Afloat, when with fierce Winds ORION arm'd\r\n  Hath vext the Red-Sea Coast, whose waves orethrew\r\n  BUSIRIS and his MEMPHIAN Chivalrie,\r\n  VVhile with perfidious hatred they pursu'd\r\n  The Sojourners of GOSHEN, who beheld\r\n  From the safe shore their floating Carkases\r\n  And broken Chariot Wheels, so thick bestrown\r\n  Abject and lost lay these, covering the Flood,\r\n  Under amazement of their hideous change.\r\n  He call'd so loud, that all the hollow Deep\r\n  Of Hell resounded.  Princes, Potentates,\r\n  Warriers, the Flowr of Heav'n, once yours, now lost,\r\n  If such astonishment as this can sieze\r\n  Eternal spirits; or have ye chos'n this place\r\n  After the toyl of Battel to repose\r\n  Your wearied vertue, for the ease you find\r\n  To slumber here, as in the Vales of Heav'n?\r\n  Or in this abject posture have ye sworn\r\n  To adore the Conquerour? who now beholds\r\n  Cherube and Seraph rowling in the Flood\r\n  With scatter'd Arms and Ensigns, till anon\r\n  His swift pursuers from Heav'n Gates discern\r\n  Th' advantage, and descending tread us down\r\n  Thus drooping, or with linked Thunderbolts\r\n  Transfix us to the bottom of this Gulfe.\r\n  Awake, arise, or be for ever fall'n.\r", "They heard, and were abasht, and up they sprung\r\n  Upon the wing, as when men wont to watch\r\n  On duty, sleeping found by whom they dread,\r\n  Rouse and bestir themselves ere well awake.\r\n  Nor did they not perceave the evil plight\r\n  In which they were, or the fierce pains not feel;\r\n  Yet to their Generals Voyce they soon obeyd\r\n  Innumerable.  As when the potent Rod\r\n  Of AMRAMS Son in EGYPTS evill day\r\n  Wav'd round the Coast, up call'd a pitchy cloud\r\n  Of LOCUSTS, warping on the Eastern Wind,\r\n  That ore the Realm of impious PHAROAH hung\r\n  Like Night, and darken'd all the Land of NILE:\r\n  So numberless were those bad Angels seen\r\n  Hovering on wing under the Cope of Hell\r\n  'Twixt upper, nether, and surrounding Fires;\r\n  Till, as a signal giv'n, th' uplifted Spear\r\n  Of their great Sultan waving to direct\r\n  Thir course, in even ballance down they light\r\n  On the firm brimstone, and fill all the Plain;\r\n  A multitude, like which the populous North\r\n  Pour'd never from her frozen loyns, to pass\r\n  RHENE or the DANAW, when her barbarous Sons\r\n  Came like a Deluge on the South, and spread\r\n  Beneath GIBRALTAR to the LYBIAN sands.\r\n  Forthwith from every Squadron and each Band\r\n  The Heads and Leaders thither hast where stood\r\n  Their great Commander; Godlike shapes and forms\r\n  Excelling human, Princely Dignities,\r\n  And Powers that earst in Heaven sat on Thrones;\r\n  Though of their Names in heav'nly Records now\r\n  Be no memorial, blotted out and ras'd\r\n  By thir Rebellion, from the Books of Life.\r\n  Nor had they yet among the Sons of EVE\r\n  Got them new Names, till wandring ore the Earth,\r\n  Through Gods high sufferance for the tryal of man,\r\n  By falsities and lyes the greatest part\r\n  Of Mankind they corrupted to forsake\r\n  God their Creator, and th' invisible\r\n  Glory of him, that made them, to transform\r\n  Oft to the Image of a Brute, adorn'd\r\n  With gay Religions full of Pomp and Gold,\r\n  And Devils to adore for Deities:\r\n  Then were they known to men by various Names,\r\n  And various Idols through the Heathen World.\r\n  Say, Muse, their Names then known, who first, who last,\r\n  Rous'd from the slumber, on that fiery Couch,\r\n  At thir great Emperors call, as next in worth\r\n  Came singly where he stood on the bare strand,\r\n  While the promiscuous croud stood yet aloof?\r\n  The chief were those who from the Pit of Hell\r\n  Roaming to seek their prey on earth, durst fix\r\n  Their Seats long after next the Seat of God,\r\n  Their Altars by his Altar, Gods ador'd\r\n  Among the Nations round, and durst abide\r\n  JEHOVAH thundring out of SION, thron'd\r\n  Between the Cherubim; yea, often plac'd\r\n  Within his Sanctuary it self their Shrines,\r\n  Abominations; and with cursed things\r\n  His holy Rites, and solemn Feasts profan'd,\r\n  And with their darkness durst affront his light.\r\n  First MOLOCH, horrid King besmear'd with blood\r\n  Of human sacrifice, and parents tears,\r\n  Though for the noyse of Drums and Timbrels loud\r\n  Their childrens cries unheard, that past through fire\r\n  To his grim Idol.  Him the AMMONITE\r\n  Worshipt in RABBA and her watry Plain,\r\n  In ARGOB and in BASAN, to the stream\r\n  Of utmost ARNON.  Nor content with such\r\n  Audacious neighbourhood, the wisest heart\r\n  Of SOLOMON he led by fraud to build\r\n  His Temple right against the Temple of God\r\n  On that opprobrious Hill, and made his Grove\r\n  The pleasant Vally of HINNOM, TOPHET thence\r\n  And black GEHENNA call'd, the Type of Hell.\r\n  Next CHEMOS, th' obscene dread of MOABS Sons,\r\n  From AROER to NEBO, and the wild\r\n  Of Southmost ABARIM; in HESEBON\r\n  And HERONAIM, SEONS Realm, beyond\r\n  The flowry Dale of SIBMA clad with Vines,\r\n  And ELEALE to th' ASPHALTICK Pool.\r\n  PEOR his other Name, when he entic'd\r\n  ISRAEL in SITTIM on their march from NILE\r\n  To do him wanton rites, which cost them woe.\r\n  Yet thence his lustful Orgies he enlarg'd\r\n  Even to that Hill of scandal, by the Grove\r\n  Of MOLOCH homicide, lust hard by hate;\r\n  Till good JOSIAH drove them thence to Hell.\r\n  With these came they, who from the bordring flood\r\n  Of old EUPHRATES to the Brook that parts\r\n  EGYPT from SYRIAN ground, had general Names\r\n  Of BAALIM and ASHTAROTH, those male,\r\n  These Feminine.  For Spirits when they please\r\n  Can either Sex assume, or both; so soft\r\n  And uncompounded is their Essence pure,\r\n  Not ti'd or manacl'd with joynt or limb,\r\n  Nor founded on the brittle strength of bones,\r\n  Like cumbrous flesh; but in what shape they choose\r\n  Dilated or condens't, bright or obscure,\r\n  Can execute their aerie purposes,\r\n  And works of love or enmity fulfill.\r\n  For those the Race of ISRAEL oft forsook\r\n  Their living strength, and unfrequented left\r\n  His righteous Altar, bowing lowly down\r\n  To bestial Gods; for which their heads as low\r\n  Bow'd down in Battel, sunk before the Spear\r\n  Of despicable foes.  With these in troop\r\n  Came ASTORETH, whom the PHOENICIANS call'd\r\n  ASTARTE, Queen of Heav'n, with crescent Horns;\r\n  To whose bright Image nightly by the Moon\r\n  SIDONIAN Virgins paid their Vows and Songs,\r\n  In SION also not unsung, where stood\r\n  Her Temple on th' offensive Mountain, built\r\n  By that uxorious King, whose heart though large,\r\n  Beguil'd by fair Idolatresses, fell\r\n  To Idols foul.  THAMMUZ came next behind,\r\n  Whose annual wound in LEBANON allur'd\r\n  The SYRIAN Damsels to lament his fate\r\n  In amorous dittyes all a Summers day,\r\n  While smooth ADONIS from his native Rock\r\n  Ran purple to the Sea, suppos'd with blood\r\n  Of THAMMUZ yearly wounded: the Love-tale\r\n  Infected SIONS daughters with like heat,\r\n  Whose wanton passions in the sacred Porch\r\n  EZEKIEL saw, when by the Vision led\r\n  His eye survay'd the dark Idolatries\r\n  Of alienated JUDAH.  Next came one\r\n  Who mourn'd in earnest, when the Captive Ark\r\n  Maim'd his brute Image, head and hands lopt off\r\n  In his own Temple, on the grunsel edge,\r\n  Where he fell flat, and sham'd his Worshipers:\r\n  DAGON his Name, Sea Monster, upward Man\r\n  And downward Fish: yet had his Temple high\r\n  Rear'd in AZOTUS, dreaded through the Coast\r\n  Of PALESTINE, in GATH and ASCALON,\r\n  And ACCARON and GAZA's frontier bounds.\r\n  Him follow'd RIMMON, whose delightful Seat\r\n  Was fair DAMASCUS, on the fertil Banks\r\n  Of ABBANA and PHARPHAR, lucid streams.\r\n  He also against the house of God was bold:\r\n  A Leper once he lost and gain'd a King,\r\n  AHAZ his sottish Conquerour, whom he drew\r\n  Gods Altar to disparage and displace\r\n  For one of SYRIAN mode, whereon to burn\r\n  His odious offrings, and adore the Gods\r\n  Whom he had vanquisht.  After these appear'd\r\n  A crew who under Names of old Renown,\r\n  OSIRIS, ISIS, ORUS and their Train\r\n  With monstrous shapes and sorceries abus'd\r\n  Fanatic EGYPT and her Priests, to seek\r\n  Thir wandring Gods disguis'd in brutish forms\r\n  Rather then human.  Nor did ISRAEL scape\r\n  Th' infection when their borrow'd Gold compos'd\r\n  The Calf in OREB: and the Rebel King\r\n  Doubl'd that sin in BETHEL and in DAN,\r\n  Lik'ning his Maker to the Grazed Ox,\r\n  JEHOVAH, who in one Night when he pass'd\r\n  From EGYPT marching, equal'd with one stroke\r\n  Both her first born and all her bleating Gods.\r\n  BELIAL came last, then whom a Spirit more lewd\r\n  Fell not from Heaven, or more gross to love\r\n  Vice for it self: To him no Temple stood\r\n  Or Altar smoak'd; yet who more oft then hee\r\n  In Temples and at Altars, when the Priest\r\n  Turns Atheist, as did ELY'S Sons, who fill'd\r\n  With lust and violence the house of God.\r\n  In Courts and Palaces he also Reigns\r\n  And in luxurious Cities, where the noyse\r\n  Of riot ascends above thir loftiest Towrs,\r\n  And injury and outrage: And when Night\r\n  Darkens the Streets, then wander forth the Sons\r\n  Of BELIAL, flown with insolence and wine.\r\n  Witness the Streets of SODOM, and that night\r\n  In GIBEAH, when hospitable Dores\r\n  Yielded thir Matrons to prevent worse rape.\r\n  These were the prime in order and in might;\r\n  The rest were long to tell, though far renown'd,\r\n  Th' IONIAN Gods, of JAVANS Issue held\r\n  Gods, yet confest later then Heav'n and Earth\r\n  Thir boasted Parents; TITAN Heav'ns first born\r\n  With his enormous brood, and birthright seis'd\r\n  By younger SATURN, he from mightier JOVE\r\n  His own and RHEA'S Son like measure found;\r\n  So JOVE usurping reign'd: these first in CREET\r\n  And IDA known, thence on the Snowy top\r\n  Of cold OLYMPUS rul'd the middle Air\r\n  Thir highest Heav'n; or on the DELPHIAN Cliff,\r\n  Or in DODONA, and through all the bounds\r\n  Of DORIC Land; or who with SATURN old\r\n  Fled over ADRIA to th' HESPERIAN Fields,\r\n  And ore the CELTIC roam'd the utmost Isles.\r\n  All these and more came flocking; but with looks\r\n  Down cast and damp, yet such wherein appear'd\r\n  Obscure som glimps of joy, to have found thir chief\r\n  Not in despair, to have found themselves not lost\r\n  In loss it self; which on his count'nance cast\r\n  Like doubtful hue: but he his wonted pride\r\n  Soon recollecting, with high words, that bore\r\n  Semblance of worth not substance, gently rais'd\r\n  Their fainted courage, and dispel'd their fears.\r\n  Then strait commands that at the warlike sound\r\n  Of Trumpets loud and Clarions be upreard\r\n  His mighty Standard; that proud honour claim'd\r\n  AZAZEL as his right, a Cherube tall:\r\n  Who forthwith from the glittering Staff unfurld\r\n  Th' Imperial Ensign, which full high advanc't\r\n  Shon like a Meteor streaming to the Wind\r\n  With Gemms and Golden lustre rich imblaz'd,\r\n  Seraphic arms and Trophies: all the while\r\n  Sonorous mettal blowing Martial sounds:\r\n  At which the universal Host upsent\r\n  A shout that tore Hells Concave, and beyond\r\n  Frighted the Reign of CHAOS and old Night.\r\n  All in a moment through the gloom were seen\r\n  Ten thousand Banners rise into the Air\r\n  With Orient Colours waving: with them rose\r\n  A Forrest huge of Spears: and thronging Helms\r\n  Appear'd, and serried Shields in thick array\r\n  Of depth immeasurable: Anon they move\r\n  In perfect PHALANX to the Dorian mood\r\n  Of Flutes and soft Recorders; such as rais'd\r\n  To highth of noblest temper Hero's old\r\n  Arming to Battel, and in stead of rage\r\n  Deliberate valour breath'd, firm and unmov'd\r\n  With dread of death to flight or foul retreat,\r\n  Nor wanting power to mitigate and swage\r\n  With solemn touches, troubl'd thoughts, and chase\r\n  Anguish and doubt and fear and sorrow and pain\r\n  From mortal or immortal minds.  Thus they\r\n  Breathing united force with fixed thought\r\n  Mov'd on in silence to soft Pipes that charm'd\r\n  Thir painful steps o're the burnt soyle; and now\r\n  Advanc't in view they stand, a horrid Front\r\n  Of dreadful length and dazling Arms, in guise\r\n  Of Warriers old with order'd Spear and Shield,\r\n  Awaiting what command thir mighty Chief\r\n  Had to impose: He through the armed Files\r\n  Darts his experienc't eye, and soon traverse\r\n  The whole Battalion views, thir order due,\r\n  Thir visages and stature as of Gods,\r\n  Thir number last he summs.  And now his heart\r\n  Distends with pride, and hardning in his strength\r\n  Glories: For never since created man,\r\n  Met such imbodied force, as nam'd with these\r\n  Could merit more then that small infantry\r\n  Warr'd on by Cranes: though all the Giant brood\r\n  Of PHLEGRA with th' Heroic Race were joyn'd\r\n  That fought at THEB'S and ILIUM, on each side\r\n  Mixt with auxiliar Gods; and what resounds\r\n  In Fable or ROMANCE of UTHERS Son\r\n  Begirt with BRITISH and ARMORIC Knights;\r\n  And all who since, Baptiz'd or Infidel\r\n  Jousted in ASPRAMONT or MONTALBAN,\r\n  DAMASCO, or MAROCCO, or TREBISOND,\r\n  Or whom BISERTA sent from AFRIC shore\r\n  When CHARLEMAIN with all his Peerage fell\r\n  By FONTARABBIA.  Thus far these beyond\r\n  Compare of mortal prowess, yet observ'd\r\n  Thir dread Commander: he above the rest\r\n  In shape and gesture proudly eminent\r\n  Stood like a Towr; his form had yet not lost\r\n  All her Original brightness, nor appear'd\r\n  Less then Arch Angel ruind, and th' excess\r\n  Of Glory obscur'd: As when the Sun new ris'n\r\n  Looks through the Horizontal misty Air\r\n  Shorn of his Beams, or from behind the Moon\r\n  In dim Eclips disastrous twilight sheds\r\n  On half the Nations, and with fear of change\r\n  Perplexes Monarchs.  Dark'n'd so, yet shon\r\n  Above them all th' Arch Angel: but his face\r\n  Deep scars of Thunder had intrencht, and care\r\n  Sat on his faded cheek, but under Browes\r\n  Of dauntless courage, and considerate Pride\r\n  Waiting revenge: cruel his eye, but cast\r\n  Signs of remorse and passion to behold\r\n  The fellows of his crime, the followers rather\r\n  (Far other once beheld in bliss) condemn'd\r\n  For ever now to have their lot in pain,\r\n  Millions of Spirits for his fault amerc't\r\n  Of Heav'n, and from Eternal Splendors flung\r\n  For his revolt, yet faithfull how they stood,\r\n  Thir Glory witherd.  As when Heavens Fire\r\n  Hath scath'd the Forrest Oaks, or Mountain Pines,\r\n  With singed top their stately growth though bare\r\n  Stands on the blasted Heath.  He now prepar'd\r\n  To speak; whereat their doubl'd Ranks they bend\r\n  From Wing to Wing, and half enclose him round\r\n  With all his Peers: attention held them mute.\r\n  Thrice he assayd, and thrice in spite of scorn,\r\n  Tears such as Angels weep, burst forth: at last\r\n  Words interwove with sighs found out their way.\r", "So spake th' Apostate Angel, though in pain,\r\n  Vaunting aloud, but rackt with deep despare:\r\n  And him thus answer'd soon his bold Compeer.\r", "Fall'n Cherube, to be weak is miserable\r\n  Doing or Suffering: but of this be sure,\r\n  To do ought good never will be our task,\r\n  But ever to do ill our sole delight,\r\n  As being the contrary to his high will\r\n  Whom we resist.  If then his Providence\r\n  Out of our evil seek to bring forth good,\r\n  Our labour must be to pervert that end,\r\n  And out of good still to find means of evil;\r\n  Which oft times may succeed, so as perhaps\r\n  Shall grieve him, if I fail not, and disturb\r\n  His inmost counsels from their destind aim.\r\n  But see the angry Victor hath recall'd\r\n  His Ministers of vengeance and pursuit\r\n  Back to the Gates of Heav'n: The Sulphurous Hail\r\n  Shot after us in storm, oreblown hath laid\r\n  The fiery Surge, that from the Precipice\r\n  Of Heav'n receiv'd us falling, and the Thunder,\r\n  Wing'd with red Lightning and impetuous rage,\r\n  Perhaps hath spent his shafts, and ceases now\r\n  To bellow through the vast and boundless Deep.\r\n  Let us not slip th' occasion, whether scorn,\r\n  Or satiate fury yield it from our Foe.\r\n  Seest thou yon dreary Plain, forlorn and wilde,\r\n  The seat of desolation, voyd of light,\r\n  Save what the glimmering of these livid flames\r\n  Casts pale and dreadful?  Thither let us tend\r\n  From off the tossing of these fiery waves,\r\n  There rest, if any rest can harbour there,\r\n  And reassembling our afflicted Powers,\r\n  Consult how we may henceforth most offend\r\n  Our Enemy, our own loss how repair,\r\n  How overcome this dire Calamity,\r\n  What reinforcement we may gain from Hope,\r\n  If not what resolution from despare.\r", "He spake: and to confirm his words, out-flew\r\n  Millions of flaming swords, drawn from the thighs\r\n  Of mighty Cherubim; the sudden blaze\r\n  Far round illumin'd hell: highly they rag'd\r\n  Against the Highest, and fierce with grasped arm's\r\n  Clash'd on their sounding shields the din of war,\r\n  Hurling defiance toward the vault of Heav'n.\r", "O Prince, O Chief of many Throned Powers,\r\n  That led th' imbattelld Seraphim to Warr\r\n  Under thy conduct, and in dreadful deeds\r\n  Fearless, endanger'd Heav'ns perpetual King;\r\n  And put to proof his high Supremacy,\r\n  Whether upheld by strength, or Chance, or Fate,\r\n  Too well I see and rue the dire event,\r\n  That with sad overthrow and foul defeat\r\n  Hath lost us Heav'n, and all this mighty Host\r\n  In horrible destruction laid thus low,\r\n  As far as Gods and Heav'nly Essences\r\n  Can Perish: for the mind and spirit remains\r\n  Invincible, and vigour soon returns,\r\n  Though all our Glory extinct, and happy state\r\n  Here swallow'd up in endless misery.\r\n  But what if he our Conquerour, (whom I now\r\n  Of force believe Almighty, since no less\r\n  Then such could hav orepow'rd such force as ours)\r\n  Have left us this our spirit and strength intire\r\n  Strongly to suffer and support our pains,\r\n  That we may so suffice his vengeful ire,\r\n  Or do him mightier service as his thralls\r\n  By right of Warr, what e're his business be\r\n  Here in the heart of Hell to work in Fire,\r\n  Or do his Errands in the gloomy Deep;\r\n  What can it then avail though yet we feel\r\n  Strength undiminisht, or eternal being\r\n  To undergo eternal punishment?\r\n  Whereto with speedy words th' Arch-fiend reply'd.\r", "O Myriads of immortal Spirits, O Powers\r\n  Matchless, but with th' Almighty, and that strife\r\n  Was not inglorious, though th' event was dire,\r\n  As this place testifies, and this dire change\r\n  Hateful to utter: but what power of mind\r\n  Foreseeing or presaging, from the Depth\r\n  Of knowledge past or present, could have fear'd,\r\n  How such united force of Gods, how such\r\n  As stood like these, could ever know repulse?\r\n  For who can yet beleeve, though after loss,\r\n  That all these puissant Legions, whose exile\r\n  Hath emptied Heav'n, shall faile to re-ascend\r\n  Self-rais'd, and repossess their native seat.\r\n  For me, be witness all the Host of Heav'n,\r\n  If counsels different, or danger shun'd\r\n  By me, have lost our hopes.  But he who reigns\r\n  Monarch in Heav'n, till then as one secure\r\n  Sat on his Throne, upheld by old repute,\r\n  Consent or custome, and his Regal State\r\n  Put forth at full, but still his strength conceal'd,\r\n  Which tempted our attempt, and wrought our fall.\r\n  Henceforth his might we know, and know our own\r\n  So as not either to provoke, or dread\r\n  New warr, provok't; our better part remains\r\n  To work in close design, by fraud or guile\r\n  What force effected not: that he no less\r\n  At length from us may find, who overcomes\r\n  By force, hath overcome but half his foe.\r\n  Space may produce new Worlds; whereof so rife\r\n  There went a fame in Heav'n that he ere long\r\n  Intended to create, and therein plant\r\n  A generation, whom his choice regard\r\n  Should favour equal to the Sons of Heaven:\r\n  Thither, if but to prie, shall be perhaps\r\n  Our first eruption, thither or elsewhere:\r\n  For this Infernal Pit shall never hold\r\n  Caelestial Spirits in Bondage, nor th' Abysse\r\n  Long under darkness cover.  But these thoughts\r\n  Full Counsel must mature: Peace is despaird,\r\n  For who can think Submission?  Warr then, Warr\r\n  Open or understood must be resolv'd.\r", "Say first, for Heav'n hides nothing from thy view\r\n  Nor the deep Tract of Hell, say first what cause\r\n  Mov'd our Grand Parents in that happy State,\r\n  Favour'd of Heav'n so highly, to fall off\r\n  From their Creator, and transgress his Will\r\n  For one restraint, Lords of the World besides?\r\n  Who first seduc'd them to that fowl revolt?\r\n  Th' infernal Serpent; he it was, whose guile\r\n  Stird up with Envy and Revenge, deceiv'd\r\n  The Mother of Mankinde, what time his Pride\r\n  Had cast him out from Heav'n, with all his Host\r\n  Of Rebel Angels, by whose aid aspiring\r\n  To set himself in Glory above his Peers,\r\n  He trusted to have equal'd the most High,\r\n  If he oppos'd; and with ambitious aim\r\n  Against the Throne and Monarchy of God\r\n  Rais'd impious War in Heav'n and Battel proud\r\n  With vain attempt.  Him the Almighty Power\r\n  Hurld headlong flaming from th' Ethereal Skie\r\n  With hideous ruine and combustion down\r\n  To bottomless perdition, there to dwell\r\n  In Adamantine Chains and penal Fire,\r\n  Who durst defie th' Omnipotent to Arms.\r\n  Nine times the Space that measures Day and Night\r\n  To mortal men, he with his horrid crew\r\n  Lay vanquisht, rowling in the fiery Gulfe\r\n  Confounded though immortal: But his doom\r\n  Reserv'd him to more wrath; for now the thought\r\n  Both of lost happiness and lasting pain\r\n  Torments him; round he throws his baleful eyes\r\n  That witness'd huge affliction and dismay\r\n  Mixt with obdurate pride and stedfast hate:\r\n  At once as far as Angels kenn he views\r\n  The dismal Situation waste and wilde,\r\n  A Dungeon horrible, on all sides round\r\n  As one great Furnace flam'd, yet from those flames\r\n  No light, but rather darkness visible\r\n  Serv'd only to discover sights of woe,\r\n  Regions of sorrow, doleful shades, where peace\r\n  And rest can never dwell, hope never comes\r\n  That comes to all; but torture without end\r\n  Still urges, and a fiery Deluge, fed\r\n  With ever-burning Sulphur unconsum'd:\r\n  Such place Eternal Justice had prepar'd\r\n  For those rebellious, here their Prison ordain'd\r\n  In utter darkness, and their portion set\r\n  As far remov'd from God and light of Heav'n\r\n  As from the Center thrice to th' utmost Pole.\r\n  O how unlike the place from whence they fell!\r\n  There the companions of his fall, o'rewhelm'd\r\n  With Floods and Whirlwinds of tempestuous fire,\r\n  He soon discerns, and weltring by his side\r\n  One next himself in power, and next in crime,\r\n  Long after known in PALESTINE, and nam'd\r\n  BEELZEBUB.  To whom th' Arch-Enemy,\r\n  And thence in Heav'n call'd Satan, with bold words\r\n  Breaking the horrid silence thus began.\r", "My sentence is for open Warr: Of Wiles,\r\n  More unexpert, I boast not: them let those\r\n  Contrive who need, or when they need, not now.\r\n  For while they sit contriving, shall the rest,\r\n  Millions that stand in Arms, and longing wait\r\n  The Signal to ascend, sit lingring here\r\n  Heav'ns fugitives, and for thir dwelling place\r\n  Accept this dark opprobrious Den of shame,\r\n  The Prison of his Tyranny who Reigns\r\n  By our delay? no, let us rather choose\r\n  Arm'd with Hell flames and fury all at once\r\n  O're Heav'ns high Towrs to force resistless way,\r\n  Turning our Tortures into horrid Arms\r\n  Against the Torturer; when to meet the noise\r\n  Of his Almighty Engin he shall hear\r\n  Infernal Thunder, and for Lightning see\r\n  Black fire and horror shot with equal rage\r\n  Among his Angels; and his Throne it self\r\n  Mixt with TARTAREAN Sulphur, and strange fire,\r\n  His own invented Torments.  But perhaps\r\n  The way seems difficult and steep to scale\r\n  With upright wing against a higher foe.\r\n  Let such bethink them, if the sleepy drench\r\n  Of that forgetful Lake benumme not still,\r\n  That in our proper motion we ascend\r\n  Up to our native seat: descent and fall\r\n  To us is adverse.  Who but felt of late\r\n  When the fierce Foe hung on our brok'n Rear\r\n  Insulting, and pursu'd us through the Deep,\r\n  With what compulsion and laborious flight\r\n  We sunk thus low?  Th' ascent is easie then;\r\n  Th' event is fear'd; should we again provoke\r\n  Our stronger, some worse way his wrath may find\r\n  To our destruction: if there be in Hell\r\n  Fear to be worse destroy'd: what can be worse\r\n  Then to dwell here, driv'n out from bliss, condemn'd\r\n  In this abhorred deep to utter woe;\r\n  Where pain of unextinguishable fire\r\n  Must exercise us without hope of end\r\n  The Vassals of his anger, when the Scourge\r\n  Inexorably, and the torturing houre\r\n  Calls us to Penance?  More destroy'd then thus\r\n  We should be quite abolisht and expire.\r\n  What fear we then? what doubt we to incense\r\n  His utmost ire? which to the highth enrag'd,\r\n  Will either quite consume us, and reduce\r\n  To nothing this essential, happier farr\r\n  Then miserable to have eternal being:\r\n  Or if our substance be indeed Divine,\r\n  And cannot cease to be, we are at worst\r\n  On this side nothing; and by proof we feel\r\n  Our power sufficient to disturb his Heav'n,\r\n  And with perpetual inrodes to Allarme,\r\n  Though inaccessible, his fatal Throne:\r\n  Which if not Victory is yet Revenge.\r", "He ended frowning, and his look denounc'd\r\n  Desperate revenge, and Battel dangerous\r\n  To less then Gods.  On th' other side up rose\r\n  BELIAL, in act more graceful and humane;\r\n  A fairer person lost not Heav'n; he seemd\r\n  For dignity compos'd and high exploit:\r\n  But all was false and hollow; though his Tongue\r\n  Dropt Manna, and could make the worse appear\r\n  The better reason, to perplex and dash\r\n  Maturest Counsels: for his thoughts were low;\r\n  To vice industrious, but to Nobler deeds\r\n  Timorous and slothful: yet he pleas'd the eare,\r\n  And with perswasive accent thus began.\r", "High on a Throne of Royal State, which far\r\n  Outshon the wealth of ORMUS and of IND,\r\n  Or where the gorgeous East with richest hand\r\n  Showrs on her Kings BARBARIC Pearl & Gold,\r\n  Satan exalted sat, by merit rais'd\r\n  To that bad eminence; and from despair\r\n  Thus high uplifted beyond hope, aspires\r\n  Beyond thus high, insatiate to pursue\r\n  Vain Warr with Heav'n, and by success untaught\r\n  His proud imaginations thus displaid.\r", "She finish'd, and the suttle Fiend his lore\r\n  Soon learnd, now milder, and thus answerd smooth.\r\n  Dear Daughter, since thou claim'st me for thy Sire,\r\n  And my fair Son here showst me, the dear pledge\r\n  Of dalliance had with thee in Heav'n, and joys\r\n  Then sweet, now sad to mention, through dire change\r\n  Befalln us unforeseen, unthought of, know\r\n  I come no enemie, but to set free\r\n  From out this dark and dismal house of pain,\r\n  Both him and thee, and all the heav'nly Host\r\n  Of Spirits that in our just pretenses arm'd\r\n  Fell with us from on high: from them I go\r\n  This uncouth errand sole, and one for all\r\n  My self expose, with lonely steps to tread\r\n  Th' unfounded deep, & through the void immense\r\n  To search with wandring quest a place foretold\r\n  Should be, and, by concurring signs, ere now\r\n  Created vast and round, a place of bliss\r\n  In the Pourlieues of Heav'n, and therein plac't\r\n  A race of upstart Creatures, to supply\r\n  Perhaps our vacant room, though more remov'd,\r\n  Least Heav'n surcharg'd with potent multitude\r\n  Might hap to move new broiles: Be this or aught\r\n  Then this more secret now design'd, I haste\r\n  To know, and this once known, shall soon return,\r\n  And bring ye to the place where Thou and Death\r\n  Shall dwell at ease, and up and down unseen\r\n  Wing silently the buxom Air, imbalm'd\r\n  With odours; there ye shall be fed and fill'd\r\n  Immeasurably, all things shall be your prey.\r\n  He ceas'd, for both seemd highly pleasd, and Death\r\n  Grinnd horrible a gastly smile, to hear\r\n  His famine should be fill'd, and blest his mawe\r\n  Destin'd to that good hour: no less rejoyc'd\r\n  His mother bad, and thus bespake her Sire.\r", "He scarce had finisht, when such murmur filld\r\n  Th' Assembly, as when hollow Rocks retain\r\n  The sound of blustring winds, which all night long\r\n  Had rous'd the Sea, now with hoarse cadence lull\r\n  Sea-faring men orewatcht, whose Bark by chance\r\n  Or Pinnace anchors in a craggy Bay\r\n  After the Tempest: Such applause was heard\r\n  As MAMMON ended, and his Sentence pleas'd,\r\n  Advising peace: for such another Field\r\n  They dreaded worse then Hell: so much the fear\r\n  Of Thunder and the Sword of MICHAEL\r\n  Wrought still within them; and no less desire\r\n  To found this nether Empire, which might rise\r\n  By pollicy, and long process of time,\r\n  In emulation opposite to Heav'n.\r\n  Which when BEELZEBUB perceiv'd, then whom,\r\n  SATAN except, none higher sat, with grave\r\n  Aspect he rose, and in his rising seem'd\r\n  A Pillar of State; deep on his Front engraven\r\n  Deliberation sat and publick care;\r\n  And Princely counsel in his face yet shon,\r\n  Majestick though in ruin: sage he stood\r\n  With ATLANTEAN shoulders fit to bear\r\n  The weight of mightiest Monarchies; his look\r\n  Drew audience and attention still as Night\r\n  Or Summers Noon-tide air, while thus he spake.\r", "So spake the grieslie terrour, and in shape,\r\n  So speaking and so threatning, grew ten fold\r\n  More dreadful and deform: on th' other side\r\n  Incenc't with indignation SATAN stood\r\n  Unterrifi'd, and like a Comet burn'd,\r\n  That fires the length of OPHIUCUS huge\r\n  In th' Artick Sky, and from his horrid hair\r\n  Shakes Pestilence and Warr.  Each at the Head\r\n  Level'd his deadly aime; thir fatall hands\r\n  No second stroke intend, and such a frown\r\n  Each cast at th' other, as when two black Clouds\r\n  With Heav'ns Artillery fraught, come rattling on\r\n  Over the CASPIAN, then stand front to front\r\n  Hov'ring a space, till Winds the signal blow\r\n  To joyn thir dark Encounter in mid air:\r\n  So frownd the mighty Combatants, that Hell\r\n  Grew darker at thir frown, so matcht they stood;\r\n  For never but once more was either like\r\n  To meet so great a foe: and now great deeds\r\n  Had been achiev'd, whereof all Hell had rung,\r\n  Had not the Snakie Sorceress that sat\r\n  Fast by Hell Gate, and kept the fatal Key,\r\n  Ris'n, and with hideous outcry rush'd between.\r", "The key of this infernal Pit by due,\r\n  And by command of Heav'ns all-powerful King\r\n  I keep, by him forbidden to unlock\r\n  These Adamantine Gates; against all force\r\n  Death ready stands to interpose his dart,\r\n  Fearless to be o'rematcht by living might.\r\n  But what ow I to his commands above\r\n  Who hates me, and hath hither thrust me down\r\n  Into this gloom of TARTARUS profound,\r\n  To sit in hateful Office here confin'd,\r\n  Inhabitant of Heav'n, and heav'nlie-born,\r\n  Here in perpetual agonie and pain,\r\n  With terrors and with clamors compasst round\r\n  Of mine own brood, that on my bowels feed:\r\n  Thou art my Father, thou my Author, thou\r\n  My being gav'st me; whom should I obey\r\n  But thee, whom follow? thou wilt bring me soon\r\n  To that new world of light and bliss, among\r\n  The Gods who live at ease, where I shall Reign\r\n  At thy right hand voluptuous, as beseems\r\n  Thy daughter and thy darling, without end.\r", "Thus BELIAL with words cloath'd in reasons garb\r\n  Counsel'd ignoble ease, and peaceful sloath,\r\n  Not peace: and after him thus MAMMON spake.\r", "T' whom thus the Portress of Hell Gate reply'd;\r\n  Hast thou forgot me then, and do I seem\r\n  Now in thine eye so foul, once deemd so fair\r\n  In Heav'n, when at th' Assembly, and in sight\r\n  Of all the Seraphim with thee combin'd\r\n  In bold conspiracy against Heav'ns King,\r\n  All on a sudden miserable pain\r\n  Surpris'd thee, dim thine eyes, and dizzie swumm\r\n  In darkness, while thy head flames thick and fast\r\n  Threw forth, till on the left side op'ning wide,\r\n  Likest to thee in shape and count'nance bright,\r\n  Then shining heav'nly fair, a Goddess arm'd\r\n  Out of thy head I sprung: amazement seis'd\r\n  All th' Host of Heav'n; back they recoild affraid\r\n  At first, and call'd me SIN, and for a Sign\r\n  Portentous held me; but familiar grown,\r\n  I pleas'd, and with attractive graces won\r\n  The most averse, thee chiefly, who full oft\r\n  Thy self in me thy perfect image viewing\r\n  Becam'st enamour'd, and such joy thou took'st\r\n  With me in secret, that my womb conceiv'd\r\n  A growing burden.  Mean while Warr arose,\r\n  And fields were fought in Heav'n; wherein remaind\r\n  (For what could else) to our Almighty Foe\r\n  Cleer Victory, to our part loss and rout\r\n  Through all the Empyrean: down they fell\r\n  Driv'n headlong from the Pitch of Heaven, down\r\n  Into this Deep, and in the general fall\r\n  I also; at which time this powerful Key\r\n  Into my hand was giv'n, with charge to keep\r\n  These Gates for ever shut, which none can pass\r\n  Without my op'ning.  Pensive here I sat\r\n  Alone, but long I sat not, till my womb\r\n  Pregnant by thee, and now excessive grown\r\n  Prodigious motion felt and rueful throes.\r\n  At last this odious offspring whom thou seest\r\n  Thine own begotten, breaking violent way\r\n  Tore through my entrails, that with fear and pain\r\n  Distorted, all my nether shape thus grew\r\n  Transform'd: but he my inbred enemie\r\n  Forth issu'd, brandishing his fatal Dart\r\n  Made to destroy: I fled, and cry'd out DEATH;\r\n  Hell trembl'd at the hideous Name, and sigh'd\r\n  From all her Caves, and back resounded DEATH.\r\n  I fled, but he pursu'd (though more, it seems,\r\n  Inflam'd with lust then rage) and swifter far,\r\n  Me overtook his mother all dismaid,\r\n  And in embraces forcible and foule\r\n  Ingendring with me, of that rape begot\r\n  These yelling Monsters that with ceasless cry\r\n  Surround me, as thou sawst, hourly conceiv'd\r\n  And hourly born, with sorrow infinite\r\n  To me, for when they list into the womb\r\n  That bred them they return, and howle and gnaw\r\n  My Bowels, their repast; then bursting forth\r\n  Afresh with conscious terrours vex me round,\r\n  That rest or intermission none I find.\r\n  Before mine eyes in opposition sits\r\n  Grim DEATH my Son and foe, who sets them on,\r\n  And me his Parent would full soon devour\r\n  For want of other prey, but that he knows\r\n  His end with mine involvd; and knows that I\r\n  Should prove a bitter Morsel, and his bane,\r\n  When ever that shall be; so Fate pronounc'd.\r\n  But thou O Father, I forewarn thee, shun\r\n  His deadly arrow; neither vainly hope\r\n  To be invulnerable in those bright Arms,\r\n  Though temper'd heav'nly, for that mortal dint,\r\n  Save he who reigns above, none can resist.\r", "Well have ye judg'd, well ended long debate,\r\n  Synod of Gods, and like to what ye are,\r\n  Great things resolv'd; which from the lowest deep\r\n  Will once more lift us up, in spight of Fate,\r\n  Neerer our ancient Seat; perhaps in view\r\n  Of those bright confines, whence with neighbouring Arms\r\n  And opportune excursion we may chance\r\n  Re-enter Heav'n; or else in some milde Zone\r\n  Dwell not unvisited of Heav'ns fair Light\r\n  Secure, and at the brightning Orient beam\r\n  Purge off this gloom; the soft delicious Air,\r\n  To heal the scarr of these corrosive Fires\r\n  Shall breath her balme.  But first whom shall we send\r\n  In search of this new world, whom shall we find\r\n  Sufficient? who shall tempt with wandring feet\r\n  The dark unbottom'd infinite Abyss\r\n  And through the palpable obscure find out\r\n  His uncouth way, or spread his aerie flight\r\n  Upborn with indefatigable wings\r\n  Over the vast abrupt, ere he arrive\r\n  The happy Ile; what strength, what art can then\r\n  Suffice, or what evasion bear him safe\r\n  Through the strict Senteries and Stations thick\r\n  Of Angels watching round?  Here he had need\r\n  All circumspection, and we now no less\r\n  Choice in our suffrage; for on whom we send,\r\n  The weight of all and our last hope relies.\r", "O Father, what intends thy hand, she cry'd,\r\n  Against thy only Son?  What fury O Son,\r\n  Possesses thee to bend that mortal Dart\r\n  Against thy Fathers head? and know'st for whom;\r\n  For him who sits above and laughs the while\r\n  At thee ordain'd his drudge, to execute\r\n  What e're his wrath, which he calls Justice, bids,\r\n  His wrath which one day will destroy ye both.\r", "So strange thy outcry, and thy words so strange\r\n  Thou interposest, that my sudden hand\r\n  Prevented spares to tell thee yet by deeds\r\n  What it intends; till first I know of thee,\r\n  What thing thou art, thus double-form'd, and why\r\n  In this infernal Vaile first met thou call'st\r\n  Me Father, and that Fantasm call'st my Son?\r\n  I know thee not, nor ever saw till now\r\n  Sight more detestable then him and thee.\r", "T' whom SATAN turning boldly, thus.  Ye Powers\r\n  And Spirits of this nethermost Abyss,\r\n  CHAOS and ANCIENT NIGHT, I come no Spie,\r\n  With purpose to explore or to disturb\r\n  The secrets of your Realm, but by constraint\r\n  Wandring this darksome desart, as my way\r\n  Lies through your spacious Empire up to light,\r\n  Alone, and without guide, half lost, I seek\r\n  What readiest path leads where your gloomie bounds\r\n  Confine with Heav'n; or if som other place\r\n  From your Dominion won, th' Ethereal King\r\n  Possesses lately, thither to arrive\r\n  I travel this profound, direct my course;\r\n  Directed, no mean recompence it brings\r\n  To your behoof, if I that Region lost,\r\n  All usurpation thence expell'd, reduce\r\n  To her original darkness and your sway\r\n  (Which is my present journey) and once more\r\n  Erect the Standerd there of ANCIENT NIGHT;\r\n  Yours be th' advantage all, mine the revenge.\r", "Thrones and imperial Powers, off-spring of heav'n,\r\n  Ethereal Vertues; or these Titles now\r\n  Must we renounce, and changing stile be call'd\r\n  Princes of Hell? for so the popular vote\r\n  Inclines, here to continue, and build up here\r\n  A growing Empire; doubtless; while we dream,\r\n  And know not that the King of Heav'n hath doom'd\r\n  This place our dungeon, not our safe retreat\r\n  Beyond his Potent arm, to live exempt\r\n  From Heav'ns high jurisdiction, in new League\r\n  Banded against his Throne, but to remaine\r\n  In strictest bondage, though thus far remov'd,\r\n  Under th' inevitable curb, reserv'd\r\n  His captive multitude: For he, be sure,\r\n  In highth or depth, still first and last will Reign\r\n  Sole King, and of his Kingdom loose no part\r\n  By our revolt, but over Hell extend\r\n  His Empire, and with Iron Scepter rule\r\n  Us here, as with his Golden those in Heav'n.\r\n  What sit we then projecting Peace and Warr?\r\n  Warr hath determin'd us, and foild with loss\r\n  Irreparable; tearms of peace yet none\r\n  Voutsaf't or sought; for what peace will be giv'n\r\n  To us enslav'd, but custody severe,\r\n  And stripes, and arbitrary punishment\r\n  Inflicted? and what peace can we return,\r\n  But to our power hostility and hate,\r\n  Untam'd reluctance, and revenge though slow,\r\n  Yet ever plotting how the Conquerour least\r\n  May reap his conquest, and may least rejoyce\r\n  In doing what we most in suffering feel?\r\n  Nor will occasion want, nor shall we need\r\n  With dangerous expedition to invade\r\n  Heav'n, whose high walls fear no assault or Siege,\r\n  Or ambush from the Deep.  What if we find\r\n  Some easier enterprize?  There is a place\r\n  (If ancient and prophetic fame in Heav'n\r\n  Err not) another World, the happy seat\r\n  Of som new Race call'd MAN, about this time\r\n  To be created like to us, though less\r\n  In power and excellence, but favour'd more\r\n  Of him who rules above; so was his will\r\n  Pronounc'd among the Gods, and by an Oath,\r\n  That shook Heav'ns whol circumference, confirm'd.\r\n  Thither let us bend all our thoughts, to learn\r\n  What creatures there inhabit, of what mould,\r\n  Or substance, how endu'd, and what thir Power,\r\n  And where thir weakness, how attempted best,\r\n  By force or suttlety: Though Heav'n be shut,\r\n  And Heav'ns high Arbitrator sit secure\r\n  In his own strength, this place may lye expos'd\r\n  The utmost border of his Kingdom, left\r\n  To their defence who hold it: here perhaps\r\n  Som advantagious act may be achiev'd\r\n  By sudden onset, either with Hell fire\r\n  To waste his whole Creation, or possess\r\n  All as our own, and drive as we were driven,\r\n  The punie habitants, or if not drive,\r\n  Seduce them to our Party, that thir God\r\n  May prove thir foe, and with repenting hand\r\n  Abolish his own works.  This would surpass\r\n  Common revenge, and interrupt his joy\r\n  In our Confusion, and our Joy upraise\r\n  In his disturbance; when his darling Sons\r\n  Hurl'd headlong to partake with us, shall curse\r\n  Thir frail Originals, and faded bliss,\r\n  Faded so soon.  Advise if this be worth\r\n  Attempting, or to sit in darkness here\r\n  Hatching vain Empires.  Thus BEELZEBUB\r\n  Pleaded his devilish Counsel, first devis'd\r\n  By SATAN, and in part propos'd: for whence,\r\n  But from the Author of all ill could Spring\r\n  So deep a malice, to confound the race\r\n  Of mankind in one root, and Earth with Hell\r\n  To mingle and involve, done all to spite\r\n  The great Creatour?  But thir spite still serves\r\n  His glory to augment.  The bold design\r\n  Pleas'd highly those infernal States, and joy\r\n  Sparkl'd in all thir eyes; with full assent\r\n  They vote: whereat his speech he thus renews.\r", "Mean while the Adversary of God and Man,\r\n  SATAN with thoughts inflam'd of highest design,\r\n  Puts on swift wings, and toward the Gates of Hell\r\n  Explores his solitary flight; som times\r\n  He scours the right hand coast, som times the left,\r\n  Now shaves with level wing the Deep, then soares\r\n  Up to the fiery concave touring high.\r\n  As when farr off at Sea a Fleet descri'd\r\n  Hangs in the Clouds, by AEQUINOCTIAL Winds\r\n  Close sailing from BENGALA, or the Iles\r\n  Of TERNATE and TIDORE, whence Merchants bring\r\n  Thir spicie Drugs: they on the trading Flood\r\n  Through the wide ETHIOPIAN to the Cape\r\n  Ply stemming nightly toward the Pole.  So seem'd\r\n  Farr off the flying Fiend: at last appeer\r\n  Hell bounds high reaching to the horrid Roof,\r\n  And thrice threefold the Gates; three folds were Brass\r\n  Three Iron, three of Adamantine Rock,\r\n  Impenitrable, impal'd with circling fire,\r\n  Yet unconsum'd.  Before the Gates there sat\r\n  On either side a formidable shape;\r\n  The one seem'd Woman to the waste, and fair,\r\n  But ended foul in many a scaly fould\r\n  Voluminous and vast, a Serpent arm'd\r\n  With mortal sting: about her middle round\r\n  A cry of Hell Hounds never ceasing bark'd\r\n  With wide CERBEREAN mouths full loud, and rung\r\n  A hideous Peal: yet, when they list, would creep,\r\n  If aught disturb'd thir noyse, into her woomb,\r\n  And kennel there, yet there still bark'd and howl'd\r\n  Within unseen.  Farr less abhorrd then these\r\n  Vex'd SCYLLA bathing in the Sea that parts\r\n  CALABRIA from the hoarce TRINACRIAN shore:\r\n  Nor uglier follow the Night-Hag, when call'd\r\n  In secret, riding through the Air she comes\r\n  Lur'd with the smell of infant blood, to dance\r\n  With LAPLAND Witches, while the labouring Moon\r\n  Eclipses at thir charms.  The other shape,\r\n  If shape it might be call'd that shape had none\r\n  Distinguishable in member, joynt, or limb,\r\n  Or substance might be call'd that shadow seem'd,\r\n  For each seem'd either; black it stood as Night,\r\n  Fierce as ten Furies, terrible as Hell,\r\n  And shook a dreadful Dart; what seem'd his head\r\n  The likeness of a Kingly Crown had on.\r\n  SATAN was now at hand, and from his seat\r\n  The Monster moving onward came as fast,\r\n  With horrid strides, Hell trembled as he strode.\r\n  Th' undaunted Fiend what this might be admir'd,\r\n  Admir'd, not fear'd; God and his Son except,\r\n  Created thing naught vallu'd he nor shun'd;\r\n  And with disdainful look thus first began.\r", "O Progeny of Heav'n, Empyreal Thrones,\r\n  With reason hath deep silence and demurr\r\n  Seis'd us, though undismaid: long is the way\r\n  And hard, that out of Hell leads up to Light;\r\n  Our prison strong, this huge convex of Fire,\r\n  Outrageous to devour, immures us round\r\n  Ninefold, and gates of burning Adamant\r\n  Barr'd over us prohibit all egress.\r\n  These past, if any pass, the void profound\r\n  Of unessential Night receives him next\r\n  Wide gaping, and with utter loss of being\r\n  Threatens him, plung'd in that abortive gulf.\r\n  If thence he scape into what ever world,\r\n  Or unknown Region, what remains him less\r\n  Then unknown dangers and as hard escape.\r\n  But I should ill become this Throne, O Peers,\r\n  And this Imperial Sov'ranty, adorn'd\r\n  With splendor, arm'd with power, if aught propos'd\r\n  And judg'd of public moment, in the shape\r\n  Of difficulty or danger could deterre\r\n  Me from attempting.  Wherefore do I assume\r\n  These Royalties, and not refuse to Reign,\r\n  Refusing to accept as great a share\r\n  Of hazard as of honour, due alike\r\n  To him who Reigns, and so much to him due\r\n  Of hazard more, as he above the rest\r\n  High honourd sits?  Go therfore mighty powers,\r\n  Terror of Heav'n, though fall'n; intend at home,\r\n  While here shall be our home, what best may ease\r\n  The present misery, and render Hell\r\n  More tollerable; if there be cure or charm\r\n  To respite or deceive, or slack the pain\r\n  Of this ill Mansion: intermit no watch\r\n  Against a wakeful Foe, while I abroad\r\n  Through all the coasts of dark destruction seek\r\n  Deliverance for us all: this enterprize\r\n  None shall partake with me.  Thus saying rose\r\n  The Monarch, and prevented all reply,\r\n  Prudent, least from his resolution rais'd\r\n  Others among the chief might offer now\r\n  (Certain to be refus'd) what erst they feard;\r\n  And so refus'd might in opinion stand\r\n  His rivals, winning cheap the high repute\r\n  Which he through hazard huge must earn.  But they\r\n  Dreaded not more th' adventure then his voice\r\n  Forbidding; and at once with him they rose;\r\n  Thir rising all at once was as the sound\r\n  Of Thunder heard remote.  Towards him they bend\r\n  With awful reverence prone; and as a God\r\n  Extoll him equal to the highest in Heav'n:\r\n  Nor fail'd they to express how much they prais'd,\r\n  That for the general safety he despis'd\r\n  His own: for neither do the Spirits damn'd\r\n  Loose all thir vertue; least bad men should boast\r\n  Thir specious deeds on earth, which glory excites,\r\n  Or close ambition varnisht o're with zeal.\r\n  Thus they thir doubtful consultations dark\r\n  Ended rejoycing in thir matchless Chief:\r\n  As when from mountain tops the dusky clouds\r\n  Ascending, while the North wind sleeps, o'respread\r\n  Heav'ns chearful face, the lowring Element\r\n  Scowls ore the dark'nd lantskip Snow, or showre;\r\n  If chance the radiant Sun with farewell sweet\r\n  Extend his ev'ning beam, the fields revive,\r\n  The birds thir notes renew, and bleating herds\r\n  Attest thir joy, that hill and valley rings.\r\n  O shame to men!  Devil with Devil damn'd\r\n  Firm concord holds, men onely disagree\r\n  Of Creatures rational, though under hope\r\n  Of heavenly Grace: and God proclaiming peace,\r\n  Yet live in hatred, enmitie, and strife\r\n  Among themselves, and levie cruel warres,\r\n  Wasting the Earth, each other to destroy:\r\n  As if (which might induce us to accord)\r\n  Man had not hellish foes anow besides,\r\n  That day and night for his destruction waite.\r", "She spake, and at her words the hellish Pest\r\n  Forbore, then these to her SATAN return'd:\r", "Thus while God spake, ambrosial fragrance fill'd\r\n  All Heav'n, and in the blessed Spirits elect\r\n  Sense of new joy ineffable diffus'd:\r\n  Beyond compare the Son of God was seen\r\n  Most glorious, in him all his Father shon\r\n  Substantially express'd, and in his face\r\n  Divine compassion visibly appeerd,\r\n  Love without end, and without measure Grace,\r\n  Which uttering thus he to his Father spake.\r", "Thus they in Heav'n, above the starry Sphear,\r\n  Thir happie hours in joy and hymning spent.\r\n  Mean while upon the firm opacous Globe\r\n  Of this round World, whose first convex divides\r\n  The luminous inferior Orbs, enclos'd\r\n  From CHAOS and th' inroad of Darkness old,\r\n  SATAN alighted walks: a Globe farr off\r\n  It seem'd, now seems a boundless Continent\r\n  Dark, waste, and wild, under the frown of Night\r\n  Starless expos'd, and ever-threatning storms\r\n  Of CHAOS blustring round, inclement skie;\r\n  Save on that side which from the wall of Heav'n\r\n  Though distant farr som small reflection gaines\r\n  Of glimmering air less vext with tempest loud:\r\n  Here walk'd the Fiend at large in spacious field.\r\n  As when a Vultur on IMAUS bred,\r\n  Whose snowie ridge the roving TARTAR bounds,\r\n  Dislodging from a Region scarce of prey\r\n  To gorge the flesh of Lambs or yeanling Kids\r\n  On Hills where Flocks are fed, flies toward the Springs\r\n  Of GANGES or HYDASPES, INDIAN streams;\r\n  But in his way lights on the barren plaines\r\n  Of SERICANA, where CHINESES drive\r\n  With Sails and Wind thir canie Waggons light:\r\n  So on this windie Sea of Land, the Fiend\r\n  Walk'd up and down alone bent on his prey,\r\n  Alone, for other Creature in this place\r\n  Living or liveless to be found was none,\r\n  None yet, but store hereafter from the earth\r\n  Up hither like Aereal vapours flew\r\n  Of all things transitorie and vain, when Sin\r\n  With vanity had filld the works of men:\r\n  Both all things vain, and all who in vain things\r\n  Built thir fond hopes of Glorie or lasting fame,\r\n  Or happiness in this or th' other life;\r\n  All who have thir reward on Earth, the fruits\r\n  Of painful Superstition and blind Zeal,\r\n  Naught seeking but the praise of men, here find\r\n  Fit retribution, emptie as thir deeds;\r\n  All th' unaccomplisht works of Natures hand,\r\n  Abortive, monstrous, or unkindly mixt,\r\n  Dissolvd on earth, fleet hither, and in vain,\r\n  Till final dissolution, wander here,\r\n  Not in the neighbouring Moon, as some have dreamd;\r\n  Those argent Fields more likely habitants,\r\n  Translated Saints, or middle Spirits hold\r\n  Betwixt th' Angelical and Human kinde:\r\n  Hither of ill-joynd Sons and Daughters born\r\n  First from the ancient World those Giants came\r\n  With many a vain exploit, though then renownd:\r\n  The builders next of BABEL on the Plain\r\n  Of SENNAAR, and still with vain designe\r\n  New BABELS, had they wherewithall, would build:\r\n  Others came single; hee who to be deemd\r\n  A God, leap'd fondly into AETNA flames,\r\n  EMPEDOCLES, and hee who to enjoy\r\n  PLATO'S ELYSIUM, leap'd into the Sea,\r\n  CLEOMBROTUS, and many more too long,\r\n  Embryo's and Idiots, Eremits and Friers\r\n  White, Black and Grey, with all thir trumperie.\r\n  Here Pilgrims roam, that stray'd so farr to seek\r\n  In GOLGOTHA him dead, who lives in Heav'n;\r\n  And they who to be sure of Paradise\r\n  Dying put on the weeds of DOMINIC,\r\n  Or in FRANCISCAN think to pass disguis'd;\r\n  They pass the Planets seven, and pass the fixt,\r\n  And that Crystalline Sphear whose ballance weighs\r\n  The Trepidation talkt, and that first mov'd;\r\n  And now Saint PETER at Heav'ns Wicket seems\r\n  To wait them with his Keys, and now at foot\r\n  Of Heav'ns ascent they lift thir Feet, when loe\r\n  A violent cross wind from either Coast\r\n  Blows them transverse ten thousand Leagues awry\r\n  Into the devious Air; then might ye see\r\n  Cowles, Hoods and Habits with thir wearers tost\r\n  And flutterd into Raggs, then Reliques, Beads,\r\n  Indulgences, Dispenses, Pardons, Bulls,\r\n  The sport of Winds: all these upwhirld aloft\r\n  Fly o're the backside of the World farr off\r\n  Into a LIMBO large and broad, since calld\r\n  The Paradise of Fools, to few unknown\r\n  Long after, now unpeopl'd, and untrod;\r\n  All this dark Globe the Fiend found as he pass'd,\r\n  And long he wanderd, till at last a gleame\r\n  Of dawning light turnd thither-ward in haste\r\n  His travell'd steps; farr distant hee descries\r\n  Ascending by degrees magnificent\r\n  Up to the wall of Heaven a Structure high,\r\n  At top whereof, but farr more rich appeerd\r\n  The work as of a Kingly Palace Gate\r\n  With Frontispice of Diamond and Gold\r\n  Imbellisht, thick with sparkling orient Gemmes\r\n  The Portal shon, inimitable on Earth\r\n  By Model, or by shading Pencil drawn.\r\n  The Stairs were such as whereon JACOB saw\r\n  Angels ascending and descending, bands\r\n  Of Guardians bright, when he from ESAU fled\r\n  To PADAN-ARAM in the field of LUZ,\r\n  Dreaming by night under the open Skie,\r\n  And waking cri'd, This is the Gate of Heav'n.\r\n  Each Stair mysteriously was meant, nor stood\r\n  There alwaies, but drawn up to Heav'n somtimes\r\n  Viewless, and underneath a bright Sea flow'd\r\n  Of Jasper, or of liquid Pearle, whereon\r\n  Who after came from Earth, sayling arriv'd,\r\n  Wafted by Angels, or flew o're the Lake\r\n  Rapt in a Chariot drawn by fiery Steeds.\r\n  The Stairs were then let down, whether to dare\r\n  The Fiend by easie ascent, or aggravate\r\n  His sad exclusion from the dores of Bliss.\r\n  Direct against which op'nd from beneath,\r\n  Just o're the blissful seat of Paradise,\r\n  A passage down to th' Earth, a passage wide,\r\n  Wider by farr then that of after-times\r\n  Over Mount SION, and, though that were large,\r\n  Over the PROMIS'D LAND to God so dear,\r\n  By which, to visit oft those happy Tribes,\r\n  On high behests his Angels to and fro\r\n  Pass'd frequent, and his eye with choice regard\r\n  From PANEAS the fount of JORDANS flood\r\n  To BEERSABA, where the HOLY LAND\r\n  Borders on AEGYPT and the ARABIAN shoare;\r\n  So wide the op'ning seemd, where bounds were set\r\n  To darkness, such as bound the Ocean wave.\r\n  SATAN from hence now on the lower stair\r\n  That scal'd by steps of Gold to Heav'n Gate\r\n  Looks down with wonder at the sudden view\r\n  Of all this World at once.  As when a Scout\r\n  Through dark and desart wayes with peril gone\r\n  All night; at last by break of chearful dawne\r\n  Obtains the brow of some high-climbing Hill,\r\n  Which to his eye discovers unaware\r\n  The goodly prospect of some forein land\r\n  First-seen, or some renownd Metropolis\r\n  With glistering Spires and Pinnacles adornd,\r\n  Which now the Rising Sun guilds with his beams.\r\n  Such wonder seis'd, though after Heaven seen,\r\n  The Spirit maligne, but much more envy seis'd\r\n  At sight of all this World beheld so faire.\r\n  Round he surveys, and well might, where he stood\r\n  So high above the circling Canopie\r\n  Of Nights extended shade; from Eastern Point\r\n  Of LIBRA to the fleecie Starr that bears\r\n  ANDROMEDA farr off ATLANTICK Seas\r\n  Beyond th' HORIZON; then from Pole to Pole\r\n  He views in bredth, and without longer pause\r\n  Down right into the Worlds first Region throws\r\n  His flight precipitant, and windes with ease\r\n  Through the pure marble Air his oblique way\r\n  Amongst innumerable Starrs, that shon\r\n  Stars distant, but nigh hand seemd other Worlds,\r\n  Or other Worlds they seemd, or happy Iles,\r\n  Like those HESPERIAN Gardens fam'd of old,\r\n  Fortunate Fields, and Groves and flourie Vales,\r\n  Thrice happy Iles, but who dwelt happy there\r\n  He stayd not to enquire: above them all\r\n  The golden Sun in splendor likest Heaven\r\n  Allur'd his eye: Thither his course he bends\r\n  Through the calm Firmament; but up or downe\r\n  By center, or eccentric, hard to tell,\r\n  Or Longitude, where the great Luminarie\r\n  Alooff the vulgar Constellations thick,\r\n  That from his Lordly eye keep distance due,\r\n  Dispenses Light from farr; they as they move\r\n  Thir Starry dance in numbers that compute\r\n  Days, months, and years, towards his all-chearing Lamp\r\n  Turn swift their various motions, or are turnd\r\n  By his Magnetic beam, that gently warms\r\n  The Univers, and to each inward part\r\n  With gentle penetration, though unseen,\r\n  Shoots invisible vertue even to the deep:\r\n  So wondrously was set his Station bright.\r\n  There lands the Fiend, a spot like which perhaps\r\n  Astronomer in the Sun's lucent Orbe\r\n  Through his glaz'd Optic Tube yet never saw.\r\n  The place he found beyond expression bright,\r\n  Compar'd with aught on Earth, Medal or Stone;\r\n  Not all parts like, but all alike informd\r\n  With radiant light, as glowing Iron with fire;\r\n  If mettal, part seemd Gold, part Silver cleer;\r\n  If stone, Carbuncle most or Chrysolite,\r\n  Rubie or Topaz, to the Twelve that shon\r\n  In AARONS Brest-plate, and a stone besides\r\n  Imagind rather oft then elsewhere seen,\r\n  That stone, or like to that which here below\r\n  Philosophers in vain so long have sought,\r\n  In vain, though by thir powerful Art they binde\r\n  Volatil HERMES, and call up unbound\r\n  In various shapes old PROTEUS from the Sea,\r\n  Draind through a Limbec to his Native forme.\r\n  What wonder then if fields and regions here\r\n  Breathe forth ELIXIR pure, and Rivers run\r\n  Potable Gold, when with one vertuous touch\r\n  Th' Arch-chimic Sun so farr from us remote\r\n  Produces with Terrestrial Humor mixt\r\n  Here in the dark so many precious things\r\n  Of colour glorious and effect so rare?\r\n  Here matter new to gaze the Devil met\r\n  Undazl'd, farr and wide his eye commands,\r\n  For sight no obstacle found here, nor shade,\r\n  But all Sun-shine, as when his Beams at Noon\r\n  Culminate from th' AEQUATOR, as they now\r\n  Shot upward still direct, whence no way round\r\n  Shadow from body opaque can fall, and the Aire,\r\n  No where so cleer, sharp'nd his visual ray\r\n  To objects distant farr, whereby he soon\r\n  Saw within kenn a glorious Angel stand,\r\n  The same whom JOHN saw also in the Sun:\r\n  His back was turnd, but not his brightness hid;\r\n  Of beaming sunnie Raies, a golden tiar\r\n  Circl'd his Head, nor less his Locks behind\r\n  Illustrious on his Shoulders fledge with wings\r\n  Lay waving round; on som great charge imploy'd\r\n  Hee seemd, or fixt in cogitation deep.\r\n  Glad was the Spirit impure as now in hope\r\n  To find who might direct his wandring flight\r\n  To Paradise the happie seat of Man,\r\n  His journies end and our beginning woe.\r\n  But first he casts to change his proper shape,\r\n  Which else might work him danger or delay:\r\n  And now a stripling Cherube he appeers,\r\n  Not of the prime, yet such as in his face\r\n  Youth smil'd Celestial, and to every Limb\r\n  Sutable grace diffus'd, so well he feignd;\r\n  Under a Coronet his flowing haire\r\n  In curles on either cheek plaid, wings he wore\r\n  Of many a colourd plume sprinkl'd with Gold,\r\n  His habit fit for speed succinct, and held\r\n  Before his decent steps a Silver wand.\r\n  He drew not nigh unheard, the Angel bright,\r\n  Ere he drew nigh, his radiant visage turnd,\r\n  Admonisht by his eare, and strait was known\r\n  Th' Arch-Angel URIEL, one of the seav'n\r\n  Who in Gods presence, neerest to his Throne\r\n  Stand ready at command, and are his Eyes\r\n  That run through all the Heav'ns, or down to th' Earth\r\n  Bear his swift errands over moist and dry,\r\n  O're Sea and Land: him SATAN thus accostes;\r", "O thou in Heav'n and Earth the only peace\r\n  Found out for mankind under wrauth, O thou\r\n  My sole complacence! well thou know'st how dear,\r\n  To me are all my works, nor Man the least\r\n  Though last created, that for him I spare\r\n  Thee from my bosom and right hand, to save,\r\n  By loosing thee a while, the whole Race lost.\r\n  Thou therefore whom thou only canst redeeme,\r\n  Thir Nature also to thy Nature joyne;\r\n  And be thy self Man among men on Earth,\r\n  Made flesh, when time shall be, of Virgin seed,\r\n  By wondrous birth: Be thou in ADAMS room\r\n  The Head of all mankind, though ADAMS Son.\r\n  As in him perish all men, so in thee\r\n  As from a second root shall be restor'd,\r\n  As many as are restor'd, without thee none.\r\n  His crime makes guiltie all his Sons, thy merit\r\n  Imputed shall absolve them who renounce\r\n  Thir own both righteous and unrighteous deeds,\r\n  And live in thee transplanted, and from thee\r\n  Receive new life.  So Man, as is most just,\r\n  Shall satisfie for Man, be judg'd and die,\r\n  And dying rise, and rising with him raise\r\n  His Brethren, ransomd with his own dear life.\r\n  So Heav'nly love shal outdoo Hellish hate,\r\n  Giving to death, and dying to redeeme,\r\n  So dearly to redeem what Hellish hate\r\n  So easily destroy'd, and still destroyes\r\n  In those who, when they may, accept not grace.\r\n  Nor shalt thou by descending to assume\r\n  Mans Nature, less'n or degrade thine owne.\r\n  Because thou hast, though Thron'd in highest bliss\r\n  Equal to God, and equally enjoying\r\n  God-like fruition, quitted all to save\r\n  A World from utter loss, and hast been found\r\n  By Merit more then Birthright Son of God,\r\n  Found worthiest to be so by being Good,\r\n  Farr more then Great or High; because in thee\r\n  Love hath abounded more then Glory abounds,\r\n  Therefore thy Humiliation shall exalt\r\n  With thee thy Manhood also to this Throne;\r\n  Here shalt thou sit incarnate, here shalt Reigne\r\n  Both God and Man, Son both of God and Man,\r\n  Anointed universal King; all Power\r\n  I give thee, reign for ever, and assume\r\n  Thy Merits; under thee as Head Supream\r\n  Thrones, Princedoms, Powers, Dominions I reduce:\r\n  All knees to thee shall bow, of them that bide\r\n  In Heaven, or Earth, or under Earth in Hell;\r\n  When thou attended gloriously from Heav'n\r\n  Shalt in the Skie appeer, and from thee send\r\n  The summoning Arch-Angels to proclaime\r\n  Thy dread Tribunal: forthwith from all Windes\r\n  The living, and forthwith the cited dead\r\n  Of all past Ages to the general Doom\r\n  Shall hast'n, such a peal shall rouse thir sleep.\r\n  Then all thy Saints assembl'd, thou shalt judge\r\n  Bad men and Angels, they arraignd shall sink\r\n  Beneath thy Sentence; Hell, her numbers full,\r\n  Thenceforth shall be for ever shut.  Mean while\r\n  The World shall burn, and from her ashes spring\r\n  New Heav'n and Earth, wherein the just shall dwell\r\n  And after all thir tribulations long\r\n  See golden days, fruitful of golden deeds,\r\n  With Joy and Love triumphing, and fair Truth.\r\n  Then thou thy regal Scepter shalt lay by,\r\n  For regal Scepter then no more shall need,\r\n  God shall be All in All.  But all ye Gods,\r\n  Adore him, who to compass all this dies,\r\n  Adore the Son, and honour him as mee.\r", "He ask'd, but all the Heav'nly Quire stood mute,\r\n  And silence was in Heav'n: on mans behalf\r\n  Patron or Intercessor none appeerd,\r\n  Much less that durst upon his own head draw\r\n  The deadly forfeiture, and ransom set.\r\n  And now without redemption all mankind\r\n  Must have bin lost, adjudg'd to Death and Hell\r\n  By doom severe, had not the Son of God,\r\n  In whom the fulness dwels of love divine,\r\n  His dearest mediation thus renewd.\r", "Onely begotten Son, seest thou what rage\r\n  Transports our adversarie, whom no bounds\r\n  Prescrib'd, no barrs of Hell, nor all the chains\r\n  Heapt on him there, nor yet the main Abyss\r\n  Wide interrupt can hold; so bent he seems\r\n  On desperat revenge, that shall redound\r\n  Upon his own rebellious head.  And now\r\n  Through all restraint broke loose he wings his way\r\n  Not farr off Heav'n, in the Precincts of light,\r\n  Directly towards the new created World,\r\n  And Man there plac't, with purpose to assay\r\n  If him by force he can destroy, or worse,\r\n  By som false guile pervert; and shall pervert;\r\n  For man will heark'n to his glozing lyes,\r\n  And easily transgress the sole Command,\r\n  Sole pledge of his obedience: So will fall\r\n  Hee and his faithless Progenie: whose fault?\r\n  Whose but his own? ingrate, he had of mee\r\n  All he could have; I made him just and right,\r\n  Sufficient to have stood, though free to fall.\r\n  Such I created all th' Ethereal Powers\r\n  And Spirits, both them who stood & them who faild;\r\n  Freely they stood who stood, and fell who fell.\r\n  Not free, what proof could they have givn sincere\r\n  Of true allegiance, constant Faith or Love,\r\n  Where onely what they needs must do, appeard,\r\n  Not what they would? what praise could they receive?\r\n  What pleasure I from such obedience paid,\r\n  When Will and Reason (Reason also is choice)\r\n  Useless and vain, of freedom both despoild,\r\n  Made passive both, had servd necessitie,\r\n  Not mee.  They therefore as to right belongd,\r\n  So were created, nor can justly accuse\r\n  Thir maker, or thir making, or thir Fate;\r\n  As if Predestination over-rul'd\r\n  Thir will, dispos'd by absolute Decree\r\n  Or high foreknowledge; they themselves decreed\r\n  Thir own revolt, not I: if I foreknew,\r\n  Foreknowledge had no influence on their fault,\r\n  Which had no less prov'd certain unforeknown.\r\n  So without least impulse or shadow of Fate,\r\n  Or aught by me immutablie foreseen,\r\n  They trespass, Authors to themselves in all\r\n  Both what they judge and what they choose; for so\r\n  I formd them free, and free they must remain,\r\n  Till they enthrall themselves: I else must change\r\n  Thir nature, and revoke the high Decree\r\n  Unchangeable, Eternal, which ordain'd\r\n  Thir freedom, they themselves ordain'd thir fall.\r\n  The first sort by thir own suggestion fell,\r\n  Self-tempted, self-deprav'd: Man falls deceiv'd\r\n  By the other first: Man therefore shall find grace,\r\n  The other none: in Mercy and Justice both,\r\n  Through Heav'n and Earth, so shall my glorie excel,\r\n  But Mercy first and last shall brightest shine.\r", "His words here ended, but his meek aspect\r\n  Silent yet spake, and breath'd immortal love\r\n  To mortal men, above which only shon\r\n  Filial obedience: as a sacrifice\r\n  Glad to be offer'd, he attends the will\r\n  Of his great Father.  Admiration seis'd\r\n  All Heav'n, what this might mean, & whither tend\r\n  Wondring; but soon th' Almighty thus reply'd:\r", "Now had the Almighty Father from above,\r\n  From the pure Empyrean where he sits\r\n  High Thron'd above all highth, bent down his eye,\r\n  His own works and their works at once to view:\r\n  About him all the Sanctities of Heaven\r\n  Stood thick as Starrs, and from his sight receiv'd\r\n  Beatitude past utterance; on his right\r\n  The radiant image of his Glory sat,\r\n  His onely Son; On Earth he first beheld\r\n  Our two first Parents, yet the onely two\r\n  Of mankind, in the happie Garden plac't,\r\n  Reaping immortal fruits of joy and love,\r\n  Uninterrupted joy, unrivald love\r\n  In blissful solitude; he then survey'd\r\n  Hell and the Gulf between, and SATAN there\r\n  Coasting the wall of Heav'n on this side Night\r\n  In the dun Air sublime, and ready now\r\n  To stoop with wearied wings, and willing feet\r\n  On the bare outside of this World, that seem'd\r\n  Firm land imbosom'd without Firmament,\r\n  Uncertain which, in Ocean or in Air.\r\n  Him God beholding from his prospect high,\r\n  Wherein past, present, future he beholds,\r\n  Thus to his onely Son foreseeing spake.\r", "So spake the false dissembler unperceivd;\r\n  For neither Man nor Angel can discern\r\n  Hypocrisie, the only evil that walks\r\n  Invisible, except to God alone,\r\n  By his permissive will, through Heav'n and Earth:\r\n  And oft though wisdom wake, suspicion sleeps\r\n  At wisdoms Gate, and to simplicitie\r\n  Resigns her charge, while goodness thinks no ill\r\n  Where no ill seems: Which now for once beguil'd\r\n  URIEL, though Regent of the Sun, and held\r\n  The sharpest sighted Spirit of all in Heav'n;\r\n  Who to the fraudulent Impostor foule\r\n  In his uprightness answer thus returnd.\r\n  Faire Angel, thy desire which tends to know\r\n  The works of God, thereby to glorifie\r\n  The great Work-Maister, leads to no excess\r\n  That reaches blame, but rather merits praise\r\n  The more it seems excess, that led thee hither\r\n  From thy Empyreal Mansion thus alone,\r\n  To witness with thine eyes what some perhaps\r\n  Contented with report heare onely in heav'n:\r\n  For wonderful indeed are all his works,\r\n  Pleasant to know, and worthiest to be all\r\n  Had in remembrance alwayes with delight;\r\n  But what created mind can comprehend\r\n  Thir number, or the wisdom infinite\r\n  That brought them forth, but hid thir causes deep.\r\n  I saw when at his Word the formless Mass,\r\n  This worlds material mould, came to a heap:\r\n  Confusion heard his voice, and wilde uproar\r\n  Stood rul'd, stood vast infinitude confin'd;\r\n  Till at his second bidding darkness fled,\r\n  Light shon, and order from disorder sprung:\r\n  Swift to thir several Quarters hasted then\r\n  The cumbrous Elements, Earth, Flood, Aire, Fire,\r\n  And this Ethereal quintessence of Heav'n\r\n  Flew upward, spirited with various forms,\r\n  That rowld orbicular, and turnd to Starrs\r\n  Numberless, as thou seest, and how they move;\r\n  Each had his place appointed, each his course,\r\n  The rest in circuit walles this Universe.\r\n  Look downward on that Globe whose hither side\r\n  With light from hence, though but reflected, shines;\r\n  That place is Earth the seat of Man, that light\r\n  His day, which else as th' other Hemisphere\r\n  Night would invade, but there the neighbouring Moon\r\n  (So call that opposite fair Starr) her aide\r\n  Timely interposes, and her monthly round\r\n  Still ending, still renewing, through mid Heav'n;\r\n  With borrowd light her countenance triform\r\n  Hence fills and empties to enlighten th' Earth,\r\n  And in her pale dominion checks the night.\r\n  That spot to which I point is PARADISE,\r\n  ADAMS abode, those loftie shades his Bowre.\r\n  Thy way thou canst not miss, me mine requires.\r", "O Father, gracious was that word which clos'd\r\n  Thy sovran sentence, that Man should find grace;\r\n  For which both Heav'n and Earth shall high extoll\r\n  Thy praises, with th' innumerable sound\r\n  Of Hymns and sacred Songs, wherewith thy Throne\r\n  Encompass'd shall resound thee ever blest.\r\n  For should Man finally be lost, should Man\r\n  Thy creature late so lov'd, thy youngest Son\r\n  Fall circumvented thus by fraud, though joynd\r\n  With his own folly? that be from thee farr,\r\n  That farr be from thee, Father, who art Judge\r\n  Of all things made, and judgest onely right.\r\n  Or shall the Adversarie thus obtain\r\n  His end, and frustrate thine, shall he fulfill\r\n  His malice, and thy goodness bring to naught,\r\n  Or proud return though to his heavier doom,\r\n  Yet with revenge accomplish't and to Hell\r\n  Draw after him the whole Race of mankind,\r\n  By him corrupted? or wilt thou thy self\r\n  Abolish thy Creation, and unmake,\r\n  For him, what for thy glorie thou hast made?\r\n  So should thy goodness and thy greatness both\r\n  Be questiond and blaspheam'd without defence.\r", "To whom the great Creatour thus reply'd.\r\n  O Son, in whom my Soul hath chief delight,\r\n  Son of my bosom, Son who art alone\r\n  My word, my wisdom, and effectual might,\r\n  All hast thou spok'n as my thoughts are, all\r\n  As my Eternal purpose hath decreed:\r\n  Man shall not quite be lost, but sav'd who will,\r\n  Yet not of will in him, but grace in me\r\n  Freely voutsaft; once more I will renew\r\n  His lapsed powers, though forfeit and enthrall'd\r\n  By sin to foul exorbitant desires;\r\n  Upheld by me, yet once more he shall stand\r\n  On even ground against his mortal foe,\r\n  By me upheld, that he may know how frail\r\n  His fall'n condition is, and to me ow\r\n  All his deliv'rance, and to none but me.\r\n  Some I have chosen of peculiar grace\r\n  Elect above the rest; so is my will:\r\n  The rest shall hear me call, and oft be warnd\r\n  Thir sinful state, and to appease betimes\r\n  Th' incensed Deitie, while offerd grace\r\n  Invites; for I will cleer thir senses dark,\r\n  What may suffice, and soft'n stonie hearts\r\n  To pray, repent, and bring obedience due.\r\n  To prayer, repentance, and obedience due,\r\n  Though but endevord with sincere intent,\r\n  Mine eare shall not be slow, mine eye not shut.\r\n  And I will place within them as a guide\r\n  My Umpire CONSCIENCE, whom if they will hear,\r\n  Light after light well us'd they shall attain,\r\n  And to the end persisting, safe arrive.\r\n  This my long sufferance and my day of grace\r\n  They who neglect and scorn, shall never taste;\r\n  But hard be hard'nd, blind be blinded more,\r\n  That they may stumble on, and deeper fall;\r\n  And none but such from mercy I exclude.\r\n  But yet all is not don; Man disobeying,\r\n  Disloyal breaks his fealtie, and sinns\r\n  Against the high Supremacie of Heav'n,\r\n  Affecting God-head, and so loosing all,\r\n  To expiate his Treason hath naught left,\r\n  But to destruction sacred and devote,\r\n  He with his whole posteritie must die,\r\n  Die hee or Justice must; unless for him\r\n  Som other able, and as willing, pay\r\n  The rigid satisfaction, death for death.\r\n  Say Heav'nly Powers, where shall we find such love,\r\n  Which of ye will be mortal to redeem\r\n  Mans mortal crime, and just th' unjust to save,\r\n  Dwels in all Heaven charitie so deare?\r", "Father, thy word is past, man shall find grace;\r\n  And shall grace not find means, that finds her way,\r\n  The speediest of thy winged messengers,\r\n  To visit all thy creatures, and to all\r\n  Comes unprevented, unimplor'd, unsought,\r\n  Happie for man, so coming; he her aide\r\n  Can never seek, once dead in sins and lost;\r\n  Attonement for himself or offering meet,\r\n  Indebted and undon, hath none to bring:\r\n  Behold mee then, mee for him, life for life\r\n  I offer, on mee let thine anger fall;\r\n  Account mee man; I for his sake will leave\r\n  Thy bosom, and this glorie next to thee\r\n  Freely put off, and for him lastly die\r\n  Well pleas'd, on me let Death wreck all his rage;\r\n  Under his gloomie power I shall not long\r\n  Lie vanquisht; thou hast givn me to possess\r\n  Life in my self for ever, by thee I live,\r\n  Though now to Death I yeild, and am his due\r\n  All that of me can die, yet that debt paid,\r\n  Thou wilt not leave me in the loathsom grave\r\n  His prey, nor suffer my unspotted Soule\r\n  For ever with corruption there to dwell;\r\n  But I shall rise Victorious, and subdue\r\n  My Vanquisher, spoild of his vanted spoile;\r\n  Death his deaths wound shall then receive, & stoop\r\n  Inglorious, of his mortall sting disarm'd.\r\n  I through the ample Air in Triumph high\r\n  Shall lead Hell Captive maugre Hell, and show\r\n  The powers of darkness bound.  Thou at the sight\r\n  Pleas'd, out of Heaven shalt look down and smile,\r\n  While by thee rais'd I ruin all my Foes,\r\n  Death last, and with his Carcass glut the Grave:\r\n  Then with the multitude of my redeemd\r\n  Shall enter Heaven long absent, and returne,\r\n  Father, to see thy face, wherein no cloud\r\n  Of anger shall remain, but peace assur'd,\r\n  And reconcilement; wrauth shall be no more\r\n  Thenceforth, but in thy presence Joy entire.\r", "No sooner had th' Almighty ceas't, but all\r\n  The multitude of Angels with a shout\r\n  Loud as from numbers without number, sweet\r\n  As from blest voices, uttering joy, Heav'n rung\r\n  With Jubilee, and loud Hosanna's fill'd\r\n  Th' eternal Regions: lowly reverent\r\n  Towards either Throne they bow, & to the ground\r\n  With solemn adoration down they cast\r\n  Thir Crowns inwove with Amarant and Gold,\r\n  Immortal Amarant, a Flour which once\r\n  In Paradise, fast by the Tree of Life\r\n  Began to bloom, but soon for mans offence\r\n  To Heav'n remov'd where first it grew, there grows,\r\n  And flours aloft shading the Fount of Life,\r\n  And where the river of Bliss through midst of Heavn\r\n  Rowls o're ELISIAN Flours her Amber stream;\r\n  With these that never fade the Spirits Elect\r\n  Bind thir resplendent locks inwreath'd with beams,\r\n  Now in loose Garlands thick thrown off, the bright\r\n  Pavement that like a Sea of Jasper shon\r\n  Impurpl'd with Celestial Roses smil'd.\r\n  Then Crown'd again thir gold'n Harps they took,\r\n  Harps ever tun'd, that glittering by their side\r\n  Like Quivers hung, and with Praeamble sweet\r\n  Of charming symphonie they introduce\r\n  Thir sacred Song, and waken raptures high;\r\n  No voice exempt, no voice but well could joine\r\n  Melodious part, such concord is in Heav'n.\r", "O friends, I hear the tread of nimble feet\r\n  Hasting this way, and now by glimps discerne\r\n  ITHURIEL and ZEPHON through the shade,\r\n  And with them comes a third of Regal port,\r\n  But faded splendor wan; who by his gate\r\n  And fierce demeanour seems the Prince of Hell,\r\n  Not likely to part hence without contest;\r\n  Stand firm, for in his look defiance lours.\r", "So saying, his proud step he scornful turn'd,\r\n  But with sly circumspection, and began\r\n  Through wood, through waste, o're hil, o're dale his roam.\r\n  Mean while in utmost Longitude, where Heav'n\r\n  With Earth and Ocean meets, the setting Sun\r\n  Slowly descended, and with right aspect\r\n  Against the eastern Gate of Paradise\r\n  Leveld his eevning Rayes: it was a Rock\r\n  Of Alablaster, pil'd up to the Clouds,\r\n  Conspicuous farr, winding with one ascent\r\n  Accessible from Earth, one entrance high;\r\n  The rest was craggie cliff, that overhung\r\n  Still as it rose, impossible to climbe.\r\n  Betwixt these rockie Pillars GABRIEL sat\r\n  Chief of th' Angelic Guards, awaiting night;\r\n  About him exercis'd Heroic Games\r\n  Th' unarmed Youth of Heav'n, but nigh at hand\r\n  Celestial Armourie, Shields, Helmes, and Speares\r\n  Hung high with Diamond flaming, and with Gold.\r\n  Thither came URIEL, gliding through the Eeven\r\n  On a Sun beam, swift as a shooting Starr\r\n  In AUTUMN thwarts the night, when vapors fir'd\r\n  Impress the Air, and shews the Mariner\r\n  From what point of his Compass to beware\r\n  Impetuous winds: he thus began in haste.\r", "Now to th' ascent of that steep savage Hill\r\n  SATAN had journied on, pensive and slow;\r\n  But further way found none, so thick entwin'd,\r\n  As one continu'd brake, the undergrowth\r\n  Of shrubs and tangling bushes had perplext\r\n  All path of Man or Beast that past that way:\r\n  One Gate there onely was, and that look'd East\r\n  On th' other side: which when th' arch-fellon saw\r\n  Due entrance he disdaind, and in contempt,\r\n  At one slight bound high overleap'd all bound\r\n  Of Hill or highest Wall, and sheer within\r\n  Lights on his feet.  As when a prowling Wolfe,\r\n  Whom hunger drives to seek new haunt for prey,\r\n  Watching where Shepherds pen thir Flocks at eeve\r\n  In hurdl'd Cotes amid the field secure,\r\n  Leaps o're the fence with ease into the Fould:\r\n  Or as a Thief bent to unhoord the cash\r\n  Of some rich Burgher, whose substantial dores,\r\n  Cross-barrd and bolted fast, fear no assault,\r\n  In at the window climbes, or o're the tiles;\r\n  So clomb this first grand Thief into Gods Fould:\r\n  So since into his Church lewd Hirelings climbe.\r\n  Thence up he flew, and on the Tree of Life,\r\n  The middle Tree and highest there that grew,\r\n  Sat like a Cormorant; yet not true Life\r\n  Thereby regaind, but sat devising Death\r\n  To them who liv'd; nor on the vertue thought\r\n  Of that life-giving Plant, but only us'd\r\n  For prospect, what well us'd had bin the pledge\r\n  Of immortalitie.  So little knows\r\n  Any, but God alone, to value right\r\n  The good before him, but perverts best things\r\n  To worst abuse, or to thir meanest use.\r\n  Beneath him with new wonder now he views\r\n  To all delight of human sense expos'd\r\n  In narrow room Natures whole wealth, yea more,\r\n  A Heaven on Earth, for blissful Paradise\r\n  Of God the Garden was, by him in the East\r\n  Of EDEN planted; EDEN stretchd her Line\r\n  From AURAN Eastward to the Royal Towrs\r\n  Of great SELEUCIA, built by GRECIAN Kings,\r\n  Or where the Sons of EDEN long before\r\n  Dwelt in TELASSAR: in this pleasant soile\r\n  His farr more pleasant Garden God ordaind;\r\n  Out of the fertil ground he caus'd to grow\r\n  All Trees of noblest kind for sight, smell, taste;\r\n  And all amid them stood the Tree of Life,\r\n  High eminent, blooming Ambrosial Fruit\r\n  Of vegetable Gold; and next to Life\r\n  Our Death the Tree of Knowledge grew fast by,\r\n  Knowledge of Good bought dear by knowing ill.\r\n  Southward through EDEN went a River large,\r\n  Nor chang'd his course, but through the shaggie hill\r\n  Pass'd underneath ingulft, for God had thrown\r\n  That Mountain as his Garden mould high rais'd\r\n  Upon the rapid current, which through veins\r\n  Of porous Earth with kindly thirst up drawn,\r\n  Rose a fresh Fountain, and with many a rill\r\n  Waterd the Garden; thence united fell\r\n  Down the steep glade, and met the neather Flood,\r\n  Which from his darksom passage now appeers,\r\n  And now divided into four main Streams,\r\n  Runs divers, wandring many a famous Realme\r\n  And Country whereof here needs no account,\r\n  But rather to tell how, if Art could tell,\r\n  How from that Saphire Fount the crisped Brooks,\r\n  Rowling on Orient Pearl and sands of Gold,\r\n  With mazie error under pendant shades\r\n  Ran Nectar, visiting each plant, and fed\r\n  Flours worthy of Paradise which not nice Art\r\n  In Beds and curious Knots, but Nature boon\r\n  Powrd forth profuse on Hill and Dale and Plaine,\r\n  Both where the morning Sun first warmly smote\r\n  The open field, and where the unpierc't shade\r\n  Imbround the noontide Bowrs: Thus was this place,\r\n  A happy rural seat of various view;\r\n  Groves whose rich Trees wept odorous Gumms and Balme,\r\n  Others whose fruit burnisht with Golden Rinde\r\n  Hung amiable, HESPERIAN Fables true,\r\n  If true, here onely, and of delicious taste:\r\n  Betwixt them Lawns, or level Downs, and Flocks\r\n  Grasing the tender herb, were interpos'd,\r\n  Or palmie hilloc, or the flourie lap\r\n  Of som irriguous Valley spread her store,\r\n  Flours of all hue, and without Thorn the Rose:\r\n  Another side, umbrageous Grots and Caves\r\n  Of coole recess, o're which the mantling Vine\r\n  Layes forth her purple Grape, and gently creeps\r\n  Luxuriant; mean while murmuring waters fall\r\n  Down the slope hills, disperst, or in a Lake,\r\n  That to the fringed Bank with Myrtle crownd,\r\n  Her chrystall mirror holds, unite thir streams.\r\n  The Birds thir quire apply; aires, vernal aires,\r\n  Breathing the smell of field and grove, attune\r\n  The trembling leaves, while Universal PAN\r\n  Knit with the GRACES and the HOURS in dance\r\n  Led on th' Eternal Spring.  Not that faire field\r\n  Of ENNA, where PROSERPIN gathring flours\r\n  Her self a fairer Floure by gloomie DIS\r\n  Was gatherd, which cost CERES all that pain\r\n  To seek her through the world; nor that sweet Grove\r\n  Of DAPHNE by ORONTES, and th' inspir'd\r\n  CASTALIAN Spring might with this Paradise\r\n  Of EDEN strive; nor that NYSEIAN Ile\r\n  Girt with the River TRITON, where old CHAM,\r\n  Whom Gentiles AMMON call and LIBYAN JOVE,\r\n  Hid AMALTHEA and her Florid Son\r\n  Young BACCHUS from his Stepdame RHEA'S eye;\r\n  Nor where ABASSIN Kings thir issue Guard,\r\n  Mount AMARA, though this by som suppos'd\r\n  True Paradise under the ETHIOP Line\r\n  By NILUS head, enclos'd with shining Rock,\r\n  A whole dayes journey high, but wide remote\r\n  From this ASSYRIAN Garden, where the Fiend\r\n  Saw undelighted all delight, all kind\r\n  Of living Creatures new to sight and strange:\r\n  Two of far nobler shape erect and tall,\r\n  Godlike erect, with native Honour clad\r\n  In naked Majestie seemd Lords of all,\r\n  And worthie seemd, for in thir looks Divine\r\n  The image of thir glorious Maker shon,\r\n  Truth, Wisdome, Sanctitude severe and pure,\r\n  Severe, but in true filial freedom plac't;\r\n  Whence true autoritie in men; though both\r\n  Not equal, as thir sex not equal seemd;\r\n  For contemplation hee and valour formd,\r\n  For softness shee and sweet attractive Grace,\r\n  Hee for God only, shee for God in him:\r\n  His fair large Front and Eye sublime declar'd\r\n  Absolute rule; and Hyacinthin Locks\r\n  Round from his parted forelock manly hung\r\n  Clustring, but not beneath his shoulders broad:\r\n  Shee as a vail down to the slender waste\r\n  Her unadorned golden tresses wore\r\n  Dissheveld, but in wanton ringlets wav'd\r\n  As the Vine curles her tendrils, which impli'd\r\n  Subjection, but requir'd with gentle sway,\r\n  And by her yeilded, by him best receivd,\r\n  Yeilded with coy submission, modest pride,\r\n  And sweet reluctant amorous delay.\r\n  Nor those mysterious parts were then conceald,\r\n  Then was not guiltie shame, dishonest shame\r\n  Of natures works, honor dishonorable,\r\n  Sin-bred, how have ye troubl'd all mankind\r\n  With shews instead, meer shews of seeming pure,\r\n  And banisht from mans life his happiest life,\r\n  Simplicitie and spotless innocence.\r\n  So passd they naked on, nor shund the sight\r\n  Of God or Angel, for they thought no ill:\r\n  So hand in hand they passd, the lovliest pair\r\n  That ever since in loves imbraces met,\r\n  ADAM the goodliest man of men since borne\r\n  His Sons, the fairest of her Daughters EVE.\r\n  Under a tuft of shade that on a green\r\n  Stood whispering soft, by a fresh Fountain side\r\n  They sat them down, and after no more toil\r\n  Of thir sweet Gardning labour then suffic'd\r\n  To recommend coole ZEPHYR, and made ease\r\n  More easie, wholsom thirst and appetite\r\n  More grateful, to thir Supper Fruits they fell,\r\n  Nectarine Fruits which the compliant boughes\r\n  Yeilded them, side-long as they sat recline\r\n  On the soft downie Bank damaskt with flours:\r\n  The savourie pulp they chew, and in the rinde\r\n  Still as they thirsted scoop the brimming stream;\r\n  Nor gentle purpose, nor endearing smiles\r\n  Wanted, nor youthful dalliance as beseems\r\n  Fair couple, linkt in happie nuptial League,\r\n  Alone as they.  About them frisking playd\r\n  All Beasts of th' Earth, since wilde, and of all chase\r\n  In Wood or Wilderness, Forrest or Den;\r\n  Sporting the Lion rampd, and in his paw\r\n  Dandl'd the Kid; Bears, Tygers, Ounces, Pards\r\n  Gambold before them, th' unwieldy Elephant\r\n  To make them mirth us'd all his might, & wreathd\r\n  His Lithe Proboscis; close the Serpent sly\r\n  Insinuating, wove with Gordian twine\r\n  His breaded train, and of his fatal guile\r\n  Gave proof unheeded; others on the grass\r\n  Coucht, and now fild with pasture gazing sat,\r\n  Or Bedward ruminating: for the Sun\r\n  Declin'd was hasting now with prone carreer\r\n  To th' Ocean Iles, and in th' ascending Scale\r\n  Of Heav'n the Starrs that usher Evening rose:\r\n  When SATAN still in gaze, as first he stood,\r\n  Scarce thus at length faild speech recoverd sad.\r", "To whom thus SATAN with contemptuous brow.\r\n  GABRIEL, thou hadst in Heav'n th' esteem of wise,\r\n  And such I held thee; but this question askt\r\n  Puts me in doubt.  Lives ther who loves his pain?\r\n  Who would not, finding way, break loose from Hell,\r\n  Though thither doomd?  Thou wouldst thy self, no doubt,\r\n  And boldly venture to whatever place\r\n  Farthest from pain, where thou mightst hope to change\r\n  Torment with ease, & soonest recompence\r\n  Dole with delight, which in this place I sought;\r\n  To thee no reason; who knowst only good,\r\n  But evil hast not tri'd: and wilt object\r\n  His will who bound us? let him surer barr\r\n  His Iron Gates, if he intends our stay\r\n  In that dark durance: thus much what was askt.\r\n  The rest is true, they found me where they say;\r\n  But that implies not violence or harme.\r", "The Fiend repli'd not, overcome with rage;\r\n  But like a proud Steed reind, went hautie on,\r\n  Chaumping his iron curb: to strive or flie\r\n  He held it vain; awe from above had quelld\r\n  His heart, not else dismai'd.  Now drew they nigh\r\n  The western point, where those half-rounding guards\r\n  Just met, & closing stood in squadron joind\r\n  Awaiting next command.  To whom thir Chief\r\n  GABRIEL from the Front thus calld aloud.\r", "So spake the Cherube, and his grave rebuke\r\n  Severe in youthful beautie, added grace\r\n  Invincible: abasht the Devil stood,\r\n  And felt how awful goodness is, and saw\r\n  Vertue in her shape how lovly, saw, and pin'd\r\n  His loss; but chiefly to find here observd\r\n  His lustre visibly impar'd; yet seemd\r\n  Undaunted.  If I must contend, said he,\r\n  Best with the best, the Sender not the sent,\r\n  Or all at once; more glorie will be wonn,\r\n  Or less be lost.  Thy fear, said ZEPHON bold,\r\n  Will save us trial what the least can doe\r\n  Single against thee wicked, and thence weak.\r", "To whom our general Ancestor repli'd.\r\n  Daughter of God and Man, accomplisht EVE,\r\n  Those have thir course to finish, round the Earth,\r\n  By morrow Eevning, and from Land to Land\r\n  In order, though to Nations yet unborn,\r\n  Ministring light prepar'd, they set and rise;\r\n  Least total darkness should by Night regaine\r\n  Her old possession, and extinguish life\r\n  In Nature and all things, which these soft fires\r\n  Not only enlighten, but with kindly heate\r\n  Of various influence foment and warme,\r\n  Temper or nourish, or in part shed down\r\n  Thir stellar vertue on all kinds that grow\r\n  On Earth, made hereby apter to receive\r\n  Perfection from the Suns more potent Ray.\r\n  These then, though unbeheld in deep of night,\r\n  Shine not in vain, nor think, though men were none,\r\n  That heav'n would want spectators, God want praise;\r\n  Millions of spiritual Creatures walk the Earth\r\n  Unseen, both when we wake, and when we sleep:\r\n  All these with ceasless praise his works behold\r\n  Both day and night: how often from the steep\r\n  Of echoing Hill or Thicket have we heard\r\n  Celestial voices to the midnight air,\r\n  Sole, or responsive each to others note\r\n  Singing thir great Creator: oft in bands\r\n  While they keep watch, or nightly rounding walk\r\n  With Heav'nly touch of instrumental sounds\r\n  In full harmonic number joind, thir songs\r\n  Divide the night, and lift our thoughts to Heaven.\r", "O Hell! what doe mine eyes with grief behold,\r\n  Into our room of bliss thus high advanc't\r\n  Creatures of other mould, earth-born perhaps,\r\n  Not Spirits, yet to heav'nly Spirits bright\r\n  Little inferior; whom my thoughts pursue\r\n  With wonder, and could love, so lively shines\r\n  In them Divine resemblance, and such grace\r\n  The hand that formd them on thir shape hath pourd.\r\n  Ah gentle pair, yee little think how nigh\r\n  Your change approaches, when all these delights\r\n  Will vanish and deliver ye to woe,\r\n  More woe, the more your taste is now of joy;\r\n  Happie, but for so happie ill secur'd\r\n  Long to continue, and this high seat your Heav'n\r\n  Ill fenc't for Heav'n to keep out such a foe\r\n  As now is enterd; yet no purpos'd foe\r\n  To you whom I could pittie thus forlorne\r\n  Though I unpittied: League with you I seek,\r\n  And mutual amitie so streight, so close,\r\n  That I with you must dwell, or you with me\r\n  Henceforth; my dwelling haply may not please\r\n  Like this fair Paradise, your sense, yet such\r\n  Accept your Makers work; he gave it me,\r\n  Which I as freely give; Hell shall unfould,\r\n  To entertain you two, her widest Gates,\r\n  And send forth all her Kings; there will be room,\r\n  Not like these narrow limits, to receive\r\n  Your numerous ofspring; if no better place,\r\n  Thank him who puts me loath to this revenge\r\n  On you who wrong me not for him who wrongd.\r\n  And should I at your harmless innocence\r\n  Melt, as I doe, yet public reason just,\r\n  Honour and Empire with revenge enlarg'd,\r\n  By conquering this new World, compels me now\r\n  To do what else though damnd I should abhorre.\r", "To whom thus Eve repli'd.  O thou for whom\r\n  And from whom I was formd flesh of thy flesh,\r\n  And without whom am to no end, my Guide\r\n  And Head, what thou hast said is just and right.\r\n  For wee to him indeed all praises owe,\r\n  And daily thanks, I chiefly who enjoy\r\n  So farr the happier Lot, enjoying thee\r\n  Preeminent by so much odds, while thou\r\n  Like consort to thy self canst no where find.\r\n  That day I oft remember, when from sleep\r\n  I first awak't, and found my self repos'd\r\n  Under a shade on flours, much wondring where\r\n  And what I was, whence thither brought, and how.\r\n  Not distant far from thence a murmuring sound\r\n  Of waters issu'd from a Cave and spread\r\n  Into a liquid Plain, then stood unmov'd\r\n  Pure as th' expanse of Heav'n; I thither went\r\n  With unexperienc't thought, and laid me downe\r\n  On the green bank, to look into the cleer\r\n  Smooth Lake, that to me seemd another Skie.\r\n  As I bent down to look, just opposite,\r\n  A Shape within the watry gleam appeerd\r\n  Bending to look on me, I started back,\r\n  It started back, but pleasd I soon returnd,\r\n  Pleas'd it returnd as soon with answering looks\r\n  Of sympathie and love, there I had fixt\r\n  Mine eyes till now, and pin'd with vain desire,\r\n  Had not a voice thus warnd me, What thou seest,\r\n  What there thou seest fair Creature is thy self,\r\n  With thee it came and goes: but follow me,\r\n  And I will bring thee where no shadow staies\r\n  Thy coming, and thy soft imbraces, hee\r\n  Whose image thou art, him thou shall enjoy\r\n  Inseparablie thine, to him shalt beare\r\n  Multitudes like thy self, and thence be call'd\r\n  Mother of human Race: what could I doe,\r\n  But follow strait, invisibly thus led?\r\n  Till I espi'd thee, fair indeed and tall,\r\n  Under a Platan, yet methought less faire,\r\n  Less winning soft, less amiablie milde,\r\n  Then that smooth watry image; back I turnd,\r\n  Thou following cryd'st aloud, Return fair EVE,\r\n  Whom fli'st thou? whom thou fli'st, of him thou art,\r\n  His flesh, his bone; to give thee being I lent\r\n  Out of my side to thee, neerest my heart\r\n  Substantial Life, to have thee by my side\r\n  Henceforth an individual solace dear;\r\n  Part of my Soul I seek thee, and thee claim\r\n  My other half: with that thy gentle hand\r\n  Seisd mine, I yeilded, and from that time see\r\n  How beauty is excelld by manly grace\r\n  And wisdom, which alone is truly fair.\r", "To whom thus EVE with perfet beauty adornd.\r\n  My Author and Disposer, what thou bidst\r\n  Unargu'd I obey; so God ordains,\r\n  God is thy Law, thou mine: to know no more\r\n  Is womans happiest knowledge and her praise.\r\n  With thee conversing I forget all time,\r\n  All seasons and thir change, all please alike.\r\n  Sweet is the breath of morn, her rising sweet,\r\n  With charm of earliest Birds; pleasant the Sun\r\n  When first on this delightful Land he spreads\r\n  His orient Beams, on herb, tree, fruit, and flour,\r\n  Glistring with dew; fragrant the fertil earth\r\n  After soft showers; and sweet the coming on\r\n  Of grateful Eevning milde, then silent Night\r\n  With this her solemn Bird and this fair Moon,\r\n  And these the Gemms of Heav'n, her starrie train:\r\n  But neither breath of Morn when she ascends\r\n  With charm of earliest Birds, nor rising Sun\r\n  On this delightful land, nor herb, fruit, floure,\r\n  Glistring with dew, nor fragrance after showers,\r\n  Nor grateful Evening mild, nor silent Night\r\n  With this her solemn Bird, nor walk by Moon,\r\n  Or glittering Starr-light without thee is sweet.\r\n  But wherfore all night long shine these, for whom\r\n  This glorious sight, when sleep hath shut all eyes?\r", "This said unanimous, and other Rites\r\n  Observing none, but adoration pure\r\n  Which God likes best, into thir inmost bower\r\n  Handed they went; and eas'd the putting off\r\n  These troublesom disguises which wee wear,\r\n  Strait side by side were laid, nor turnd I weene\r\n  ADAM from his fair Spouse, nor EVE the Rites\r\n  Mysterious of connubial Love refus'd:\r\n  Whatever Hypocrites austerely talk\r\n  Of puritie and place and innocence,\r\n  Defaming as impure what God declares\r\n  Pure, and commands to som, leaves free to all.\r\n  Our Maker bids increase, who bids abstain\r\n  But our Destroyer, foe to God and Man?\r\n  Haile wedded Love, mysterious Law, true source\r\n  Of human ofspring, sole proprietie,\r\n  In Paradise of all things common else.\r\n  By thee adulterous lust was driv'n from men\r\n  Among the bestial herds to raunge, by thee\r\n  Founded in Reason, Loyal, Just, and Pure,\r\n  Relations dear, and all the Charities\r\n  Of Father, Son, and Brother first were known.\r\n  Farr be it, that I should write thee sin or blame,\r\n  Or think thee unbefitting holiest place,\r\n  Perpetual Fountain of Domestic sweets,\r\n  Whose Bed is undefil'd and chast pronounc't,\r\n  Present, or past, as Saints and Patriarchs us'd.\r\n  Here Love his golden shafts imploies, here lights\r\n  His constant Lamp, and waves his purple wings,\r\n  Reigns here and revels; not in the bought smile\r\n  Of Harlots, loveless, joyless, unindeard,\r\n  Casual fruition, nor in Court Amours\r\n  Mixt Dance, or wanton Mask, or Midnight Bal,\r\n  Or Serenate, which the starv'd Lover sings\r\n  To his proud fair, best quitted with disdain.\r\n  These lulld by Nightingales imbraceing slept,\r\n  And on thir naked limbs the flourie roof\r\n  Showrd Roses, which the Morn repair'd.  Sleep on,\r\n  Blest pair; and O yet happiest if ye seek\r\n  No happier state, and know to know no more.\r", "So threatn'd hee, but SATAN to no threats\r\n  Gave heed, but waxing more in rage repli'd.\r", "UZZIEL, half these draw off, and coast the South\r\n  With strictest watch; these other wheel the North,\r\n  Our circuit meets full West.  As flame they part\r\n  Half wheeling to the Shield, half to the Spear.\r\n  From these, two strong and suttle Spirits he calld\r\n  That neer him stood, and gave them thus in charge.\r", "Now had night measur'd with her shaddowie Cone\r\n  Half way up Hill this vast Sublunar Vault,\r\n  And from thir Ivorie Port the Cherubim\r\n  Forth issuing at th' accustomd hour stood armd\r\n  To thir night watches in warlike Parade,\r\n  When GABRIEL to his next in power thus spake.\r", "Thus talking hand in hand alone they pass'd\r\n  On to thir blissful Bower; it was a place\r\n  Chos'n by the sovran Planter, when he fram'd\r\n  All things to mans delightful use; the roofe\r\n  Of thickest covert was inwoven shade\r\n  Laurel and Mirtle, and what higher grew\r\n  Of firm and fragrant leaf; on either side\r\n  ACANTHUS, and each odorous bushie shrub\r\n  Fenc'd up the verdant wall; each beauteous flour,\r\n  IRIS all hues, Roses, and Gessamin\r\n  Rear'd high thir flourisht heads between, and wrought\r\n  Mosaic; underfoot the Violet,\r\n  Crocus, and Hyacinth with rich inlay\r\n  Broiderd the ground, more colour'd then with stone\r\n  Of costliest Emblem: other Creature here\r\n  Beast, Bird, Insect, or Worm durst enter none;\r\n  Such was thir awe of man.  In shadier Bower\r\n  More sacred and sequesterd, though but feignd,\r\n  PAN or SILVANUS never slept, nor Nymph,\r\n  Nor FAUNUS haunted.  Here in close recess\r\n  With Flowers, Garlands, and sweet-smelling Herbs\r\n  Espoused EVE deckt first her Nuptial Bed,\r\n  And heav'nly Quires the Hymenaean sung,\r\n  What day the genial Angel to our Sire\r\n  Brought her in naked beauty more adorn'd,\r\n  More lovely then PANDORA, whom the Gods\r\n  Endowd with all thir gifts, and O too like\r\n  In sad event, when to the unwiser Son\r\n  Of JAPHET brought by HERMES, she ensnar'd\r\n  Mankind with her faire looks, to be aveng'd\r\n  On him who had stole JOVES authentic fire.\r", "So spake the Fiend, and with necessitie,\r\n  The Tyrants plea, excus'd his devilish deeds.\r\n  Then from his loftie stand on that high Tree\r\n  Down he alights among the sportful Herd\r\n  Of those fourfooted kindes, himself now one,\r\n  Now other, as thir shape servd best his end\r\n  Neerer to view his prey, and unespi'd\r\n  To mark what of thir state he more might learn\r\n  By word or action markt: about them round\r\n  A Lion now he stalkes with fierie glare,\r\n  Then as a Tiger, who by chance hath spi'd\r\n  In some Purlieu two gentle Fawnes at play,\r\n  Strait couches close, then rising changes oft\r\n  His couchant watch, as one who chose his ground\r\n  Whence rushing he might surest seise them both\r\n  Grip't in each paw: when ADAM first of men\r\n  To first of women EVE thus moving speech,\r\n  Turnd him all eare to heare new utterance flow.\r", "So saying, on he led his radiant Files,\r\n  Daz'ling the Moon; these to the Bower direct\r\n  In search of whom they sought: him there they found\r\n  Squat like a Toad, close at the eare of EVE;\r\n  Assaying by his Devilish art to reach\r\n  The Organs of her Fancie, and with them forge\r\n  Illusions as he list, Phantasms and Dreams,\r\n  Or if, inspiring venom, he might taint\r\n  Th' animal Spirits that from pure blood arise\r\n  Like gentle breaths from Rivers pure, thence raise\r\n  At least distemperd, discontented thoughts,\r\n  Vain hopes, vain aimes, inordinate desires\r\n  Blown up with high conceits ingendring pride.\r\n  Him thus intent ITHURIEL with his Spear\r\n  Touch'd lightly; for no falshood can endure\r\n  Touch of Celestial temper, but returns\r\n  Of force to its own likeness: up he starts\r\n  Discoverd and surpriz'd.  As when a spark\r\n  Lights on a heap of nitrous Powder, laid\r\n  Fit for the Tun som Magazin to store\r\n  Against a rumord Warr, the Smuttie graine\r\n  With sudden blaze diffus'd, inflames the Aire:\r\n  So started up in his own shape the Fiend.\r\n  Back stept those two fair Angels half amaz'd\r\n  So sudden to behold the grieslie King;\r\n  Yet thus, unmovd with fear, accost him soon.\r", "Inhabitant with God, now know I well\r\n  Thy favour, in this honour done to man,\r\n  Under whose lowly roof thou hast voutsaf't\r\n  To enter, and these earthly fruits to taste,\r\n  Food not of Angels, yet accepted so,\r\n  As that more willingly thou couldst not seem\r\n  At Heav'ns high feasts to have fed: yet what compare?\r", "O Sole in whom my thoughts find all repose,\r\n  My Glorie, my Perfection, glad I see\r\n  Thy face, and Morn return'd, for I this Night,\r\n  Such night till this I never pass'd, have dream'd,\r\n  If dream'd, not as I oft am wont, of thee,\r\n  Works of day pass't, or morrows next designe,\r\n  But of offence and trouble, which my mind\r\n  Knew never till this irksom night; methought\r\n  Close at mine ear one call'd me forth to walk\r\n  With gentle voice, I thought it thine; it said,\r\n  Why sleepst thou EVE? now is the pleasant time,\r\n  The cool, the silent, save where silence yields\r\n  To the night-warbling Bird, that now awake\r\n  Tunes sweetest his love-labor'd song; now reignes\r\n  Full Orb'd the Moon, and with more pleasing light\r\n  Shadowie sets off the face of things; in vain,\r\n  If none regard; Heav'n wakes with all his eyes,\r\n  Whom to behold but thee, Natures desire,\r\n  In whose sight all things joy, with ravishment\r\n  Attracted by thy beauty still to gaze.\r\n  I rose as at thy call, but found thee not;\r\n  To find thee I directed then my walk;\r\n  And on, methought, alone I pass'd through ways\r\n  That brought me on a sudden to the Tree\r\n  Of interdicted Knowledge: fair it seem'd,\r\n  Much fairer to my Fancie then by day:\r\n  And as I wondring lookt, beside it stood\r\n  One shap'd & wing'd like one of those from Heav'n\r\n  By us oft seen; his dewie locks distill'd\r\n  Ambrosia; on that Tree he also gaz'd;\r\n  And O fair Plant, said he, with fruit surcharg'd,\r\n  Deigns none to ease thy load and taste thy sweet,\r\n  Nor God, nor Man; is Knowledge so despis'd?\r\n  Or envie, or what reserve forbids to taste?\r\n  Forbid who will, none shall from me withhold\r\n  Longer thy offerd good, why else set here?\r\n  This said he paus'd not, but with ventrous Arme\r\n  He pluckt, he tasted; mee damp horror chil'd\r\n  At such bold words voucht with a deed so bold:\r\n  But he thus overjoy'd, O Fruit Divine,\r\n  Sweet of thy self, but much more sweet thus cropt,\r\n  Forbidd'n here, it seems, as onely fit\r\n  For Gods, yet able to make Gods of Men:\r\n  And why not Gods of Men, since good, the more\r\n  Communicated, more abundant growes,\r\n  The Author not impair'd, but honourd more?\r\n  Here, happie Creature, fair Angelic EVE,\r\n  Partake thou also; happie though thou art,\r\n  Happier thou mayst be, worthier canst not be:\r\n  Taste this, and be henceforth among the Gods\r\n  Thy self a Goddess, not to Earth confind,\r\n  But somtimes in the Air, as wee, somtimes\r\n  Ascend to Heav'n, by merit thine, and see\r\n  What life the Gods live there, and such live thou.\r\n  So saying, he drew nigh, and to me held,\r\n  Even to my mouth of that same fruit held part\r\n  Which he had pluckt; the pleasant savourie smell\r\n  So quick'nd appetite, that I, methought,\r\n  Could not but taste.  Forthwith up to the Clouds\r\n  With him I flew, and underneath beheld\r\n  The Earth outstretcht immense, a prospect wide\r\n  And various: wondring at my flight and change\r\n  To this high exaltation; suddenly\r\n  My Guide was gon, and I, me thought, sunk down,\r\n  And fell asleep; but O how glad I wak'd\r\n  To find this but a dream!  Thus EVE her Night\r\n  Related, and thus ADAM answerd sad.\r", "Thus farr his bold discourse without controule\r\n  Had audience, when among the Seraphim\r\n  ABDIEL, then whom none with more zeale ador'd\r\n  The Deitie, and divine commands obei'd,\r\n  Stood up, and in a flame of zeale severe\r\n  The current of his fury thus oppos'd.\r", "So all was cleard, and to the Field they haste.\r\n  But first from under shadie arborous roof,\r\n  Soon as they forth were come to open sight\r\n  Of day-spring, and the Sun, who scarce up risen\r\n  With wheels yet hov'ring o're the Ocean brim,\r\n  Shot paralel to the earth his dewie ray,\r\n  Discovering in wide Lantskip all the East\r\n  Of Paradise and EDENS happie Plains,\r\n  Lowly they bow'd adoring, and began\r\n  Thir Orisons, each Morning duly paid\r\n  In various style, for neither various style\r\n  Nor holy rapture wanted they to praise\r\n  Thir Maker, in fit strains pronounc't or sung\r\n  Unmeditated, such prompt eloquence\r\n  Flowd from thir lips, in Prose or numerous Verse,\r\n  More tuneable then needed Lute or Harp\r\n  To add more sweetness, and they thus began.\r", "To whom the winged Hierarch repli'd.\r\n  O ADAM, one Almightie is, from whom\r\n  All things proceed, and up to him return,\r\n  If not deprav'd from good, created all\r\n  Such to perfection, one first matter all,\r\n  Indu'd with various forms, various degrees\r\n  Of substance, and in things that live, of life;\r\n  But more refin'd, more spiritous, and pure,\r\n  As neerer to him plac't or neerer tending\r\n  Each in thir several active Sphears assignd,\r\n  Till body up to spirit work, in bounds\r\n  Proportiond to each kind.  So from the root\r\n  Springs lighter the green stalk, from thence the leaves\r\n  More aerie, last the bright consummate floure\r\n  Spirits odorous breathes: flours and thir fruit\r\n  Mans nourishment, by gradual scale sublim'd\r\n  To vital Spirits aspire, to animal,\r\n  To intellectual, give both life and sense,\r\n  Fansie and understanding, whence the soule\r\n  Reason receives, and reason is her being,\r\n  Discursive, or Intuitive; discourse\r\n  Is oftest yours, the latter most is ours,\r\n  Differing but in degree, of kind the same.\r\n  Wonder not then, what God for you saw good\r\n  If I refuse not, but convert, as you,\r\n  To proper substance; time may come when men\r\n  With Angels may participate, and find\r\n  No inconvenient Diet, nor too light Fare:\r\n  And from these corporal nutriments perhaps\r\n  Your bodies may at last turn all to Spirit\r\n  Improv'd by tract of time, and wingd ascend\r\n  Ethereal, as wee, or may at choice\r\n  Here or in Heav'nly Paradises dwell;\r\n  If ye be found obedient, and retain\r\n  Unalterably firm his love entire\r\n  Whose progenie you are.  Mean while enjoy\r\n  Your fill what happiness this happie state\r\n  Can comprehend, incapable of more.\r", "So spake th' Omnipotent, and with his words\r\n  All seemd well pleas'd, all seem'd, but were not all.\r\n  That day, as other solem dayes, they spent\r\n  In song and dance about the sacred Hill,\r\n  Mystical dance, which yonder starrie Spheare\r\n  Of Planets and of fixt in all her Wheeles\r\n  Resembles nearest, mazes intricate,\r\n  Eccentric, intervolv'd, yet regular\r\n  Then most, when most irregular they seem:\r\n  And in thir motions harmonie Divine\r\n  So smooths her charming tones, that Gods own ear\r\n  Listens delighted.  Eevning approachd\r\n  (For we have also our Eevning and our Morn,\r\n  We ours for change delectable, not need)\r\n  Forthwith from dance to sweet repast they turn\r\n  Desirous, all in Circles as they stood,\r\n  Tables are set, and on a sudden pil'd\r\n  With Angels Food, and rubied Nectar flows:\r\n  In Pearl, in Diamond, and massie Gold,\r\n  Fruit of delicious Vines, the growth of Heav'n.\r\n  They eat, they drink, and with refection sweet\r\n  Are fill'd, before th' all bounteous King, who showrd\r\n  With copious hand, rejoycing in thir joy.\r\n  Now when ambrosial Night with Clouds exhal'd\r\n  From that high mount of God, whence light & shade\r\n  Spring both, the face of brightest Heav'n had changd\r\n  To grateful Twilight (for Night comes not there\r\n  In darker veile) and roseat Dews dispos'd\r\n  All but the unsleeping eyes of God to rest,\r\n  Wide over all the Plain, and wider farr\r\n  Then all this globous Earth in Plain outspred,\r\n  (Such are the Courts of God) Th' Angelic throng\r\n  Disperst in Bands and Files thir Camp extend\r\n  By living Streams among the Trees of Life,\r\n  Pavilions numberless, and sudden reard,\r\n  Celestial Tabernacles, where they slept\r\n  Fannd with coole Winds, save those who in thir course\r\n  Melodious Hymns about the sovran Throne\r\n  Alternate all night long: but not so wak'd\r\n  SATAN, so call him now, his former name\r\n  Is heard no more Heav'n; he of the first,\r\n  If not the first Arch-Angel, great in Power,\r\n  In favour and praeeminence, yet fraught\r\n  With envie against the Son of God, that day\r\n  Honourd by his great Father, and proclaimd\r\n  MESSIAH King anointed, could not beare\r\n  Through pride that sight, and thought himself impaird.\r\n  Deep malice thence conceiving & disdain,\r\n  Soon as midnight brought on the duskie houre\r\n  Friendliest to sleep and silence, he resolv'd\r\n  With all his Legions to dislodge, and leave\r\n  Unworshipt, unobey'd the Throne supream\r\n  Contemptuous, and his next subordinate\r\n  Awak'ning, thus to him in secret spake.\r", "High matter thou injoinst me, O prime of men,\r\n  Sad task and hard, for how shall I relate\r\n  To human sense th' invisible exploits\r\n  Of warring Spirits; how without remorse\r\n  The ruin of so many glorious once\r\n  And perfet while they stood; how last unfould\r\n  The secrets of another world, perhaps\r\n  Not lawful to reveal? yet for thy good\r\n  This is dispenc't, and what surmounts the reach\r\n  Of human sense, I shall delineate so,\r\n  By lik'ning spiritual to corporal forms,\r\n  As may express them best, though what if Earth\r\n  Be but the shaddow of Heav'n, and things therein\r\n  Each to other like, more then on earth is thought?\r", "Whom thus the Angelic Vertue answerd milde.\r\n  ADAM, I therefore came, nor art thou such\r\n  Created, or such place hast here to dwell,\r\n  As may not oft invite, though Spirits of Heav'n\r\n  To visit thee; lead on then where thy Bowre\r\n  Oreshades; for these mid-hours, till Eevning rise\r\n  I have at will.  So to the Silvan Lodge\r\n  They came, that like POMONA'S Arbour smil'd\r\n  With flourets deck't and fragrant smells; but EVE\r\n  Undeckt, save with her self more lovely fair\r\n  Then Wood-Nymph, or the fairest Goddess feign'd\r\n  Of three that in Mount IDA naked strove,\r\n  Stood to entertain her guest from Heav'n; no vaile\r\n  Shee needed, Vertue-proof, no thought infirme\r\n  Alterd her cheek.  On whom the Angel HAILE\r\n  Bestowd, the holy salutation us'd\r\n  Long after to blest MARIE, second EVE.\r", "Such whispering wak'd her, but with startl'd eye\r\n  On ADAM, whom imbracing, thus she spake.\r", "Son, thou in whom my glory I behold\r\n  In full resplendence, Heir of all my might,\r\n  Neerly it now concernes us to be sure\r\n  Of our Omnipotence, and with what Arms\r\n  We mean to hold what anciently we claim\r\n  Of Deitie or Empire, such a foe\r\n  Is rising, who intends to erect his Throne\r\n  Equal to ours, throughout the spacious North;\r\n  Nor so content, hath in his thought to trie\r\n  In battel, what our Power is, or our right.\r\n  Let us advise, and to this hazard draw\r\n  With speed what force is left, and all imploy\r\n  In our defence, lest unawares we lose\r\n  This our high place, our Sanctuarie, our Hill.\r", "Thus when with meats & drinks they had suffic'd,\r\n  Not burd'nd Nature, sudden mind arose\r\n  In ADAM, not to let th' occasion pass\r\n  Given him by this great Conference to know\r\n  Of things above his World, and of thir being\r\n  Who dwell in Heav'n, whose excellence he saw\r\n  Transcend his own so farr, whose radiant forms\r\n  Divine effulgence, whose high Power so far\r\n  Exceeded human, and his wary speech\r\n  Thus to th' Empyreal Minister he fram'd.\r", "Best Image of my self and dearer half,\r\n  The trouble of thy thoughts this night in sleep\r\n  Affects me equally; nor can I like\r\n  This uncouth dream, of evil sprung I fear;\r\n  Yet evil whence? in thee can harbour none,\r\n  Created pure.  But know that in the Soule\r\n  Are many lesser Faculties that serve\r\n  Reason as chief; among these Fansie next\r\n  Her office holds; of all external things,\r\n  Which the five watchful Senses represent,\r\n  She forms Imaginations, Aerie shapes,\r\n  Which Reason joyning or disjoyning, frames\r\n  All what we affirm or what deny, and call\r\n  Our knowledge or opinion; then retires\r\n  Into her private Cell when Nature rests.\r\n  Oft in her absence mimic Fansie wakes\r\n  To imitate her; but misjoyning shapes,\r\n  Wilde work produces oft, and most in dreams,\r\n  Ill matching words and deeds long past or late.\r\n  Som such resemblances methinks I find\r\n  Of our last Eevnings talk, in this thy dream,\r\n  But with addition strange; yet be not sad.\r\n  Evil into the mind of God or Man\r\n  May come and go, so unapprov'd, and leave\r\n  No spot or blame behind: Which gives me hope\r\n  That what in sleep thou didst abhorr to dream,\r\n  Waking thou never wilt consent to do.\r\n  Be not disheart'nd then, nor cloud those looks\r\n  That wont to be more chearful and serene\r\n  Then when fair Morning first smiles on the World,\r\n  And let us to our fresh imployments rise\r\n  Among the Groves, the Fountains, and the Flours\r\n  That open now thir choicest bosom'd smells\r\n  Reservd from night, and kept for thee in store.\r", "To whom the Angel.  Son of Heav'n and Earth,\r\n  Attend: That thou art happie, owe to God;\r\n  That thou continu'st such, owe to thy self,\r\n  That is, to thy obedience; therein stand.\r\n  This was that caution giv'n thee; be advis'd.\r\n  God made thee perfet, not immutable;\r\n  And good he made thee, but to persevere\r\n  He left it in thy power, ordaind thy will\r\n  By nature free, not over-rul'd by Fate\r\n  Inextricable, or strict necessity;\r\n  Our voluntarie service he requires,\r\n  Not our necessitated, such with him\r\n  Findes no acceptance, nor can find, for how\r\n  Can hearts, not free, be tri'd whether they serve\r\n  Willing or no, who will but what they must\r\n  By Destinie, and can no other choose?\r\n  My self and all th' Angelic Host that stand\r\n  In sight of God enthron'd, our happie state\r\n  Hold, as you yours, while our obedience holds;\r\n  On other surety none; freely we serve.\r\n  Because wee freely love, as in our will\r\n  To love or not; in this we stand or fall:\r\n  And som are fall'n, to disobedience fall'n,\r\n  And so from Heav'n to deepest Hell; O fall\r\n  From what high state of bliss into what woe!\r", "So spake th' Eternal Father, and fulfilld\r\n  All Justice: nor delaid the winged Saint\r\n  After his charge receivd, but from among\r\n  Thousand Celestial Ardors, where he stood\r\n  Vaild with his gorgeous wings, up springing light\r\n  Flew through the midst of Heav'n; th' angelic Quires\r\n  On each hand parting, to his speed gave way\r\n  Through all th' Empyreal road; till at the Gate\r\n  Of Heav'n arriv'd, the gate self-opend wide\r\n  On golden Hinges turning, as by work\r\n  Divine the sov'ran Architect had fram'd.\r\n  From hence, no cloud, or, to obstruct his sight,\r\n  Starr interpos'd, however small he sees,\r\n  Not unconform to other shining Globes,\r\n  Earth and the Gard'n of God, with Cedars crownd\r\n  Above all Hills.  As when by night the Glass\r\n  Of GALILEO, less assur'd, observes\r\n  Imagind Lands and Regions in the Moon:\r\n  Or Pilot from amidst the CYCLADES\r\n  DELOS or SAMOS first appeering kenns\r\n  A cloudy spot.  Down thither prone in flight\r\n  He speeds, and through the vast Ethereal Skie\r\n  Sailes between worlds & worlds, with steddie wing\r\n  Now on the polar windes, then with quick Fann\r\n  Winnows the buxom Air; till within soare\r\n  Of Towring Eagles, to all the Fowles he seems\r\n  A PHOENIX, gaz'd by all, as that sole Bird\r\n  When to enshrine his reliques in the Sun's\r\n  Bright Temple, to AEGYPTIAN THEB'S he flies.\r\n  At once on th' Eastern cliff of Paradise\r\n  He lights, and to his proper shape returns\r\n  A Seraph wingd; six wings he wore, to shade\r\n  His lineaments Divine; the pair that clad\r\n  Each shoulder broad, came mantling o're his brest\r\n  With regal Ornament; the middle pair\r\n  Girt like a Starrie Zone his waste, and round\r\n  Skirted his loines and thighes with downie Gold\r\n  And colours dipt in Heav'n; the third his feet\r\n  Shaddowd from either heele with featherd maile\r\n  Skie-tinctur'd grain.  Like MAIA'S son he stood,\r\n  And shook his Plumes, that Heav'nly fragrance filld\r\n  The circuit wide.  Strait knew him all the bands\r\n  Of Angels under watch; and to his state,\r\n  And to his message high in honour rise;\r\n  For on som message high they guessd him bound.\r\n  Thir glittering Tents he passd, and now is come\r\n  Into the blissful field, through Groves of Myrrhe,\r\n  And flouring Odours, Cassia, Nard, and Balme;\r\n  A Wilderness of sweets; for Nature here\r\n  Wantond as in her prime, and plaid at will\r\n  Her Virgin Fancies, pouring forth more sweet,\r\n  Wilde above rule or art; enormous bliss.\r\n  Him through the spicie Forrest onward com\r\n  ADAM discernd, as in the dore he sat\r\n  Of his coole Bowre, while now the mounted Sun\r\n  Shot down direct his fervid Raies, to warme\r\n  Earths inmost womb, more warmth then ADAM need;\r\n  And EVE within, due at her hour prepar'd\r\n  For dinner savourie fruits, of taste to please\r\n  True appetite, and not disrelish thirst\r\n  Of nectarous draughts between, from milkie stream,\r\n  Berrie or Grape: to whom thus ADAM call'd.\r", "To whom our great Progenitor.  Thy words\r\n  Attentive, and with more delighted eare\r\n  Divine instructer, I have heard, then when\r\n  Cherubic Songs by night from neighbouring Hills\r\n  Aereal Music send: nor knew I not\r\n  To be both will and deed created free;\r\n  Yet that we never shall forget to love\r\n  Our maker, and obey him whose command\r\n  Single, is yet so just, my constant thoughts\r\n  Assur'd me and still assure: though what thou tellst\r\n  Hath past in Heav'n, som doubt within me move,\r\n  But more desire to hear, if thou consent,\r\n  The full relation, which must needs be strange,\r\n  Worthy of Sacred silence to be heard;\r\n  And we have yet large day, for scarce the Sun\r\n  Hath finisht half his journey, and scarce begins\r\n  His other half in the great Zone of Heav'n.\r", "Vangard, to Right and Left the Front unfould;\r\n  That all may see who hate us, how we seek\r\n  Peace and composure, and with open brest\r\n  Stand readie to receive them, if they like\r\n  Our overture, and turn not back perverse;\r\n  But that I doubt, however witness Heaven,\r\n  Heav'n witness thou anon, while we discharge\r\n  Freely our part: yee who appointed stand\r\n  Do as you have in charge, and briefly touch\r\n  What we propound, and loud that all may hear.\r", "Mean while in other parts like deeds deservd\r\n  Memorial, where the might of GABRIEL fought,\r\n  And with fierce Ensignes pierc'd the deep array\r\n  Of MOLOC furious King, who him defi'd,\r\n  And at his Chariot wheeles to drag him bound\r\n  Threatn'd, nor from the Holie One of Heav'n\r\n  Refrein'd his tongue blasphemous; but anon\r\n  Down clov'n to the waste, with shatterd Armes\r\n  And uncouth paine fled bellowing.  On each wing\r\n  URIEL and RAPHAEL his vaunting foe,\r\n  Though huge, and in a Rock of Diamond Armd,\r\n  Vanquish'd ADRAMELEC, and ASMADAI,\r\n  Two potent Thrones, that to be less then Gods\r\n  Disdain'd, but meaner thoughts learnd in thir flight,\r\n  Mangl'd with gastly wounds through Plate and Maile.\r\n  Nor stood unmindful ABDIEL to annoy\r\n  The Atheist crew, but with redoubl'd blow\r\n  ARIEL and ARIOC, and the violence\r\n  Of RAMIEL scorcht and blasted overthrew.\r\n  I might relate of thousands, and thir names\r\n  Eternize here on Earth; but those elect\r\n  Angels contented with thir fame in Heav'n\r\n  Seek not the praise of men: the other sort\r\n  In might though wondrous and in Acts of Warr,\r\n  Nor of Renown less eager, yet by doome\r\n  Canceld from Heav'n and sacred memorie,\r\n  Nameless in dark oblivion let them dwell.\r\n  For strength from Truth divided and from Just,\r\n  Illaudable, naught merits but dispraise\r\n  And ignominie, yet to glorie aspires\r\n  Vain glorious, and through infamie seeks fame:\r\n  Therfore Eternal silence be thir doome.\r", "O Father, O Supream of heav'nly Thrones,\r\n  First, Highest, Holiest, Best, thou alwayes seekst\r\n  To glorifie thy Son, I alwayes thee,\r\n  As is most just; this I my Glorie account,\r\n  My exaltation, and my whole delight,\r\n  That thou in me well pleas'd, declarst thy will\r\n  Fulfill'd, which to fulfil is all my bliss.\r\n  Scepter and Power, thy giving, I assume,\r\n  And gladlier shall resign, when in the end\r\n  Thou shalt be All in All, and I in thee\r\n  For ever, and in mee all whom thou lov'st:\r\n  But whom thou hat'st, I hate, and can put on\r\n  Thy terrors, as I put thy mildness on,\r\n  Image of thee in all things; and shall soon,\r\n  Armd with thy might, rid heav'n of these rebell'd,\r\n  To thir prepar'd ill Mansion driven down\r\n  To chains of Darkness, and th' undying Worm,\r\n  That from thy just obedience could revolt,\r\n  Whom to obey is happiness entire.\r\n  Then shall thy Saints unmixt, and from th' impure\r\n  Farr separate, circling thy holy Mount\r\n  Unfained HALLELUIAHS to thee sing,\r\n  Hymns of high praise, and I among them chief.\r\n  So said, he o're his Scepter bowing, rose\r\n  From the right hand of Glorie where he sate,\r\n  And the third sacred Morn began to shine\r\n  Dawning through Heav'n: forth rush'd with whirlwind sound\r\n  The Chariot of Paternal Deitie,\r\n  Flashing thick flames, Wheele within Wheele undrawn,\r\n  It self instinct with Spirit, but convoyd\r\n  By four Cherubic shapes, four Faces each\r\n  Had wondrous, as with Starrs thir bodies all\r\n  And Wings were set with Eyes, with Eyes the Wheels\r\n  Of Beril, and careering Fires between;\r\n  Over thir heads a chrystal Firmament,\r\n  Whereon a Saphir Throne, inlaid with pure\r\n  Amber, and colours of the showrie Arch.\r\n  Hee in Celestial Panoplie all armd\r\n  Of radiant URIM, work divinely wrought,\r\n  Ascended, at his right hand Victorie\r\n  Sate Eagle-wing'd, beside him hung his Bow\r\n  And Quiver with three-bolted Thunder stor'd,\r\n  And from about him fierce Effusion rowld\r\n  Of smoak and bickering flame, and sparkles dire;\r\n  Attended with ten thousand thousand Saints,\r\n  He onward came, farr off his coming shon,\r\n  And twentie thousand (I thir number heard)\r\n  Chariots of God, half on each hand were seen:\r\n  Hee on the wings of Cherub rode sublime\r\n  On the Crystallin Skie, in Saphir Thron'd.\r\n  Illustrious farr and wide, but by his own\r\n  First seen, them unexpected joy surpriz'd,\r\n  When the great Ensign of MESSIAH blaz'd\r\n  Aloft by Angels born, his Sign in Heav'n:\r\n  Under whose Conduct MICHAEL soon reduc'd\r\n  His Armie, circumfus'd on either Wing,\r\n  Under thir Head imbodied all in one.\r\n  Before him Power Divine his way prepar'd;\r\n  At his command the uprooted Hills retir'd\r\n  Each to his place, they heard his voice and went\r\n  Obsequious, Heav'n his wonted face renewd,\r\n  And with fresh Flourets Hill and Valley smil'd.\r\n  This saw his hapless Foes, but stood obdur'd,\r\n  And to rebellious fight rallied thir Powers\r\n  Insensate, hope conceiving from despair.\r\n  In heav'nly Spirits could such perverseness dwell?\r\n  But to convince the proud what Signs availe,\r\n  Or Wonders move th' obdurate to relent?\r\n  They hard'nd more by what might most reclame,\r\n  Grieving to see his Glorie, at the sight\r\n  Took envie, and aspiring to his highth,\r\n  Stood reimbattell'd fierce, by force or fraud\r\n  Weening to prosper, and at length prevaile\r\n  Against God and MESSIAH, or to fall\r\n  In universal ruin last, and now\r\n  To final Battel drew, disdaining flight,\r\n  Or faint retreat; when the great Son of God\r\n  To all his Host on either hand thus spake.\r", "Proud, art thou met? thy hope was to have reacht\r\n  The highth of thy aspiring unoppos'd,\r\n  The Throne of God unguarded, and his side\r\n  Abandond at the terror of thy Power\r\n  Or potent tongue; fool, not to think how vain\r\n  Against th' Omnipotent to rise in Arms;\r\n  Who out of smallest things could without end\r\n  Have rais'd incessant Armies to defeat\r\n  Thy folly; or with solitarie hand\r\n  Reaching beyond all limit, at one blow\r\n  Unaided could have finisht thee, and whelmd\r\n  Thy Legions under darkness; but thou seest\r\n  All are not of thy Train; there be who Faith\r\n  Prefer, and Pietie to God, though then\r\n  To thee not visible, when I alone\r\n  Seemd in thy World erroneous to dissent\r\n  From all: my Sect thou seest, now learn too late\r\n  How few somtimes may know, when thousands err.\r", "He said, and on his Son with Rayes direct\r\n  Shon full, he all his Father full exprest\r\n  Ineffably into his face receiv'd,\r\n  And thus the filial Godhead answering spake.\r", "To whom thus BELIAL in like gamesom mood.\r\n  Leader, the terms we sent were terms of weight,\r\n  Of hard contents, and full of force urg'd home,\r\n  Such as we might perceive amus'd them all,\r\n  And stumbl'd many, who receives them right,\r\n  Had need from head to foot well understand;\r\n  Not understood, this gift they have besides,\r\n  They shew us when our foes walk not upright.\r", "Whom the grand foe with scornful eye askance\r\n  Thus answerd.  Ill for thee, but in wisht houre\r\n  Of my revenge, first sought for thou returnst\r\n  From flight, seditious Angel, to receave\r\n  Thy merited reward, the first assay\r\n  Of this right hand provok't, since first that tongue\r\n  Inspir'd with contradiction durst oppose\r\n  A third part of the Gods, in Synod met\r\n  Thir Deities to assert, who while they feel\r\n  Vigour Divine within them, can allow\r\n  Omnipotence to none.  But well thou comst\r\n  Before thy fellows, ambitious to win\r\n  From me som Plume, that thy success may show\r\n  Destruction to the rest: this pause between\r\n  (Unanswerd least thou boast) to let thee know;\r\n  At first I thought that Libertie and Heav'n\r\n  To heav'nly Soules had bin all one; but now\r\n  I see that most through sloth had rather serve,\r\n  Ministring Spirits, traind up in Feast and Song;\r\n  Such hast thou arm'd, the Minstrelsie of Heav'n,\r\n  Servilitie with freedom to contend,\r\n  As both thir deeds compar'd this day shall prove.\r", "Servant of God, well done, well hast thou fought\r\n  The better fight, who single hast maintaind\r\n  Against revolted multitudes the Cause\r\n  Of Truth, in word mightier then they in Armes;\r\n  And for the testimonie of Truth hast born\r\n  Universal reproach, far worse to beare\r\n  Then violence: for this was all thy care\r\n  To stand approv'd in sight of God, though Worlds\r\n  Judg'd thee perverse: the easier conquest now\r\n  Remains thee, aided by this host of friends,\r\n  Back on thy foes more glorious to return\r\n  Then scornd thou didst depart, and to subdue\r\n  By force, who reason for thir Law refuse,\r\n  Right reason for thir Law, and for thir King\r\n  MESSIAH, who by right of merit Reigns.\r\n  Goe MICHAEL of Celestial Armies Prince,\r\n  And thou in Military prowess next\r\n  GABRIEL, lead forth to Battel these my Sons\r\n  Invincible, lead forth my armed Saints\r\n  By Thousands and by Millions rang'd for fight;\r\n  Equal in number to that Godless crew\r\n  Rebellious, them with Fire and hostile Arms\r\n  Fearless assault, and to the brow of Heav'n\r\n  Pursuing drive them out from God and bliss,\r\n  Into thir place of punishment, the Gulf\r\n  Of TARTARUS, which ready opens wide\r\n  His fiery CHAOS to receave thir fall.\r", "Author of evil, unknown till thy revolt,\r\n  Unnam'd in Heav'n, now plenteous, as thou seest\r\n  These Acts of hateful strife, hateful to all,\r\n  Though heaviest by just measure on thy self\r\n  And thy adherents: how hast thou disturb'd\r\n  Heav'ns blessed peace, and into Nature brought\r\n  Miserie, uncreated till the crime\r\n  Of thy Rebellion? how hast thou instill'd\r\n  Thy malice into thousands, once upright\r\n  And faithful, now prov'd false.  But think not here\r\n  To trouble Holy Rest; Heav'n casts thee out\r\n  From all her Confines.  Heav'n the seat of bliss\r\n  Brooks not the works of violence and Warr.\r\n  Hence then, and evil go with thee along\r\n  Thy ofspring, to the place of evil, Hell,\r\n  Thou and thy wicked crew; there mingle broiles,\r\n  Ere this avenging Sword begin thy doome,\r\n  Or som more sudden vengeance wing'd from God\r\n  Precipitate thee with augmented paine.\r", "Effulgence of my Glorie, Son belov'd,\r\n  Son in whose face invisible is beheld\r\n  Visibly, what by Deitie I am,\r\n  And in whose hand what by Decree I doe,\r\n  Second Omnipotence, two dayes are past,\r\n  Two dayes, as we compute the dayes of Heav'n,\r\n  Since MICHAEL and his Powers went forth to tame\r\n  These disobedient; sore hath been thir fight,\r\n  As likeliest was, when two such Foes met arm'd;\r\n  For to themselves I left them, and thou knowst,\r\n  Equal in their Creation they were form'd,\r\n  Save what sin hath impaird, which yet hath wrought\r\n  Insensibly, for I suspend thir doom;\r\n  Whence in perpetual fight they needs must last\r\n  Endless, and no solution will be found:\r\n  Warr wearied hath perform'd what Warr can do,\r\n  And to disorder'd rage let loose the reines,\r\n  With Mountains as with Weapons arm'd, which makes\r\n  Wild work in Heav'n, and dangerous to the maine.\r\n  Two dayes are therefore past, the third is thine;\r\n  For thee I have ordain'd it, and thus farr\r\n  Have sufferd, that the Glorie may be thine\r\n  Of ending this great Warr, since none but Thou\r\n  Can end it.  Into thee such Vertue and Grace\r\n  Immense I have transfus'd, that all may know\r\n  In Heav'n and Hell thy Power above compare,\r\n  And this perverse Commotion governd thus,\r\n  To manifest thee worthiest to be Heir\r\n  Of all things, to be Heir and to be King\r\n  By Sacred Unction, thy deserved right.\r\n  Go then thou Mightiest in thy Fathers might,\r\n  Ascend my Chariot, guide the rapid Wheeles\r\n  That shake Heav'ns basis, bring forth all my Warr,\r\n  My Bow and Thunder, my Almightie Arms\r\n  Gird on, and Sword upon thy puissant Thigh;\r\n  Pursue these sons of Darkness, drive them out\r\n  From all Heav'ns bounds into the utter Deep:\r\n  There let them learn, as likes them, to despise\r\n  God and MESSIAH his anointed King.\r", "Hell heard th' unsufferable noise, Hell saw\r\n  Heav'n ruining from Heav'n and would have fled\r\n  Affrighted; but strict Fate had cast too deep\r\n  Her dark foundations, and too fast had bound.\r\n  Nine dayes they fell; confounded CHAOS roard,\r\n  And felt tenfold confusion in thir fall\r\n  Through his wilde Anarchie, so huge a rout\r\n  Incumberd him with ruin: Hell at last\r\n  Yawning receavd them whole, and on them clos'd,\r\n  Hell thir fit habitation fraught with fire\r\n  Unquenchable, the house of woe and paine.\r\n  Disburd'nd Heav'n rejoic'd, and soon repaird\r\n  Her mural breach, returning whence it rowld.\r\n  Sole Victor from th' expulsion of his Foes\r\n  MESSIAH his triumphal Chariot turnd:\r\n  To meet him all his Saints, who silent stood\r\n  Eye witnesses of his Almightie Acts,\r\n  With Jubilie advanc'd; and as they went,\r\n  Shaded with branching Palme, each order bright,\r\n  Sung Triumph, and him sung Victorious King,\r\n  Son, Heire, and Lord, to him Dominion giv'n,\r\n  Worthiest to Reign: he celebrated rode\r\n  Triumphant through mid Heav'n, into the Courts\r\n  And Temple of his mightie Father Thron'd\r\n  On high; who into Glorie him receav'd,\r\n  Where now he sits at the right hand of bliss.\r", "And now thir mightiest quelld, the battel swerv'd,\r\n  With many an inrode gor'd; deformed rout\r\n  Enter'd, and foul disorder; all the ground\r\n  With shiverd armour strow'n, and on a heap\r\n  Chariot and Charioter lay overturnd\r\n  And fierie foaming Steeds; what stood, recoyld\r\n  Orewearied, through the faint Satanic Host\r\n  Defensive scarse, or with pale fear surpris'd,\r\n  Then first with fear surpris'd and sense of paine\r\n  Fled ignominious, to such evil brought\r\n  By sinne of disobedience, till that hour\r\n  Not liable to fear or flight or paine.\r\n  Far otherwise th' inviolable Saints\r\n  In Cubic Phalanx firm advanc't entire,\r\n  Invulnerable, impenitrably arm'd:\r\n  Such high advantages thir innocence\r\n  Gave them above thir foes, not to have sinnd,\r\n  Not to have disobei'd; in fight they stood\r\n  Unwearied, unobnoxious to be pain'd\r\n  By wound, though from thir place by violence mov'd.\r", "Stand still in bright array ye Saints, here stand\r\n  Ye Angels arm'd, this day from Battel rest;\r\n  Faithful hath been your Warfare, and of God\r\n  Accepted, fearless in his righteous Cause,\r\n  And as ye have receivd, so have ye don\r\n  Invincibly; but of this cursed crew\r\n  The punishment to other hand belongs,\r\n  Vengeance is his, or whose he sole appoints;\r\n  Number to this dayes work is not ordain'd\r\n  Nor multitude, stand onely and behold\r\n  Gods indignation on these Godless pourd\r\n  By mee; not you but mee they have despis'd,\r\n  Yet envied; against mee is all thir rage,\r\n  Because the Father, t' whom in Heav'n supream\r\n  Kingdom and Power and Glorie appertains,\r\n  Hath honourd me according to his will.\r\n  Therefore to mee thir doom he hath assig'n'd;\r\n  That they may have thir wish, to trie with mee\r\n  In Battel which the stronger proves, they all,\r\n  Or I alone against them, since by strength\r\n  They measure all, of other excellence\r\n  Not emulous, nor care who them excells;\r\n  Nor other strife with them do I voutsafe.\r", "Arme, Warriours, Arme for fight, the foe at hand,\r\n  Whom fled we thought, will save us long pursuit\r\n  This day, fear not his flight; so thick a Cloud\r\n  He comes, and settl'd in his face I see\r\n  Sad resolution and secure: let each\r\n  His Adamantine coat gird well, and each\r\n  Fit well his Helme, gripe fast his orbed Shield,\r\n  Born eevn or high, for this day will pour down,\r\n  If I conjecture aught, no drizling showr,\r\n  But ratling storm of Arrows barbd with fire.\r\n  So warnd he them aware themselves, and soon\r\n  In order, quit of all impediment;\r\n  Instant without disturb they took Allarm,\r\n  And onward move Embattelld; when behold\r\n  Not distant far with heavie pace the Foe\r\n  Approaching gross and huge; in hollow Cube\r\n  Training his devilish Enginrie, impal'd\r\n  On every side with shaddowing Squadrons Deep,\r\n  To hide the fraud.  At interview both stood\r\n  A while, but suddenly at head appeerd\r\n  SATAN: And thus was heard Commanding loud.\r", "So saying, a noble stroke he lifted high,\r\n  Which hung not, but so swift with tempest fell\r\n  On the proud Crest of SATAN, that no sight,\r\n  Nor motion of swift thought, less could his Shield\r\n  Such ruin intercept: ten paces huge\r\n  He back recoild; the tenth on bended knee\r\n  His massie Spear upstaid; as if on Earth\r\n  Winds under ground or waters forcing way\r\n  Sidelong, had push't a Mountain from his seat\r\n  Half sunk with all his Pines.  Amazement seis'd\r\n  The Rebel Thrones, but greater rage to see\r\n  Thus foil'd thir mightiest, ours joy filld, and shout,\r\n  Presage of Victorie and fierce desire\r\n  Of Battel: whereat MICHAEL bid sound\r\n  Th' Arch-Angel trumpet; through the vast of Heav'n\r\n  It sounded, and the faithful Armies rung\r\n  HOSANNA to the Highest: nor stood at gaze\r\n  The adverse Legions, nor less hideous joyn'd\r\n  The horrid shock: now storming furie rose,\r\n  And clamour such as heard in Heav'n till now\r\n  Was never, Arms on Armour clashing bray'd\r\n  Horrible discord, and the madding Wheeles\r\n  Of brazen Chariots rag'd; dire was the noise\r\n  Of conflict; over head the dismal hiss\r\n  Of fiery Darts in flaming volies flew,\r\n  And flying vaulted either Host with fire.\r\n  Sounder fierie Cope together rush'd\r\n  Both Battels maine, with ruinous assault\r\n  And inextinguishable rage; all Heav'n\r\n  Resounded, and had Earth bin then, all Earth\r\n  Had to her Center shook.  What wonder? when\r\n  Millions of fierce encountring Angels fought\r\n  On either side, the least of whom could weild\r\n  These Elements, and arm him with the force\r\n  Of all thir Regions: how much more of Power\r\n  Armie against Armie numberless to raise\r\n  Dreadful combustion warring, and disturb,\r\n  Though not destroy, thir happie Native seat;\r\n  Had not th' Eternal King Omnipotent\r\n  From his strong hold of Heav'n high over-rul'd\r\n  And limited thir might; though numberd such\r\n  As each divided Legion might have seemd\r\n  A numerous Host, in strength each armed hand\r\n  A Legion; led in fight, yet Leader seemd\r\n  Each Warriour single as in Chief, expert\r\n  When to advance, or stand, or turn the sway\r\n  Of Battel, open when, and when to close\r\n  The ridges of grim Warr; no thought of flight,\r\n  None of retreat, no unbecoming deed\r\n  That argu'd fear; each on himself reli'd,\r\n  As onely in his arm the moment lay\r\n  Of victorie; deeds of eternal fame\r\n  Were don, but infinite: for wide was spred\r\n  That Warr and various; somtimes on firm ground\r\n  A standing fight, then soaring on main wing\r\n  Tormented all the Air; all Air seemd then\r\n  Conflicting Fire: long time in eeven scale\r\n  The Battel hung; till SATAN, who that day\r\n  Prodigious power had shewn, and met in Armes\r\n  No equal, raunging through the dire attack\r\n  Of fighting Seraphim confus'd, at length\r\n  Saw where the Sword of MICHAEL smote, and fell'd\r\n  Squadrons at once, with huge two-handed sway\r\n  Brandisht aloft the horrid edge came down\r\n  Wide wasting; such destruction to withstand\r\n  He hasted, and oppos'd the rockie Orb\r\n  Of tenfold Adamant, his ample Shield\r\n  A vast circumference: At his approach\r\n  The great Arch-Angel from his warlike toile\r\n  Surceas'd, and glad as hoping here to end\r\n  Intestine War in Heav'n, the arch foe subdu'd\r\n  Or Captive drag'd in Chains, with hostile frown\r\n  And visage all enflam'd first thus began.\r", "Say Goddess, what ensu'd when RAPHAEL,\r\n  The affable Arch-angel, had forewarn'd\r\n  ADAM by dire example to beware\r\n  Apostasie, by what befell in Heaven\r\n  To those Apostates, least the like befall\r\n  In Paradise to ADAM or his Race,\r\n  Charg'd not to touch the interdicted Tree,\r\n  If they transgress, and slight that sole command,\r\n  So easily obeyd amid the choice\r\n  Of all tasts else to please thir appetite,\r\n  Though wandring.  He with his consorted EVE\r\n  The storie heard attentive, and was fill'd\r\n  With admiration, and deep Muse to heare\r\n  Of things so high and strange, things to thir thought\r\n  So unimaginable as hate in Heav'n,\r\n  And Warr so neer the Peace of God in bliss\r\n  With such confusion: but the evil soon\r\n  Driv'n back redounded as a flood on those\r\n  From whom it sprung, impossible to mix\r\n  With Blessedness.  Whence ADAM soon repeal'd\r\n  The doubts that in his heart arose: and now\r\n  Led on, yet sinless, with desire to know\r\n  What neerer might concern him, how this World\r\n  Of Heav'n and Earth conspicuous first began,\r\n  When, and whereof created, for what cause,\r\n  What within EDEN or without was done\r\n  Before his memorie, as one whose drouth\r\n  Yet scarce allay'd still eyes the current streame,\r\n  Whose liquid murmur heard new thirst excites,\r\n  Proceeded thus to ask his Heav'nly Guest.\r", "Let ther be Light, said God, and forthwith Light\r\n  Ethereal, first of things, quintessence pure\r\n  Sprung from the Deep, and from her Native East\r\n  To journie through the airie gloom began,\r\n  Sphear'd in a radiant Cloud, for yet the Sun\r\n  Was not; shee in a cloudie Tabernacle\r\n  Sojourn'd the while.  God saw the Light was good;\r\n  And light from darkness by the Hemisphere\r\n  Divided: Light the Day, and Darkness Night\r\n  He nam'd.  Thus was the first Day Eev'n and Morn:\r\n  Nor past uncelebrated, nor unsung\r\n  By the Celestial Quires, when Orient Light\r\n  Exhaling first from Darkness they beheld;\r\n  Birth-day of Heav'n and Earth; with joy and shout\r\n  The hollow Universal Orb they fill'd,\r\n  And touch't thir Golden Harps, & hymning prais'd\r\n  God and his works, Creatour him they sung,\r\n  Both when first Eevning was, and when first Morn.\r", "Accuse not Nature, she hath don her part;\r\n  Do thou but thine, and be not diffident\r\n  Of Wisdom, she deserts thee not, if thou\r\n  Dismiss not her, when most thou needst her nigh,\r\n  By attributing overmuch to things\r\n  Less excellent, as thou thy self perceav'st.\r\n  For what admir'st thou, what transports thee so,\r\n  An outside? fair no doubt, and worthy well\r\n  Thy cherishing, thy honouring, and thy love,\r\n  Not thy subjection: weigh with her thy self;\r\n  Then value: Oft times nothing profits more\r\n  Then self-esteem, grounded on just and right\r\n  Well manag'd; of that skill the more thou know'st,\r\n  The more she will acknowledge thee her Head,\r\n  And to realities yeild all her shows;\r\n  Made so adorn for thy delight the more,\r\n  So awful, that with honour thou maist love\r\n  Thy mate, who sees when thou art seen least wise.\r\n  But if the sense of touch whereby mankind\r\n  Is propagated seem such dear delight\r\n  Beyond all other, think the same voutsaf't\r\n  To Cattel and each Beast; which would not be\r\n  To them made common & divulg'd, if aught\r\n  Therein enjoy'd were worthy to subdue\r\n  The Soule of Man, or passion in him move.\r\n  What higher in her societie thou findst\r\n  Attractive, human, rational, love still;\r\n  In loving thou dost well, in passion not,\r\n  Wherein true Love consists not; love refines\r\n  The thoughts, and heart enlarges, hath his seat\r\n  In Reason, and is judicious, is the scale\r\n  By which to heav'nly Love thou maist ascend,\r\n  Not sunk in carnal pleasure, for which cause\r\n  Among the Beasts no Mate for thee was found.\r", "So spake th' Almightie, and to what he spake\r\n  His Word, the Filial Godhead, gave effect.\r\n  Immediate are the Acts of God, more swift\r\n  Then time or motion, but to human ears\r\n  Cannot without process of speech be told,\r\n  So told as earthly notion can receave.\r\n  Great triumph and rejoycing was in Heav'n\r\n  When such was heard declar'd the Almightie's will;\r\n  Glorie they sung to the most High, good will\r\n  To future men, and in thir dwellings peace:\r\n  Glorie to him whose just avenging ire\r\n  Had driven out th' ungodly from his sight\r\n  And th' habitations of the just; to him\r\n  Glorie and praise, whose wisdom had ordain'd\r\n  Good out of evil to create, in stead\r\n  Of Spirits maligne a better Race to bring\r\n  Into thir vacant room, and thence diffuse\r\n  His good to Worlds and Ages infinite.\r\n  So sang the Hierarchies: Mean while the Son\r\n  On his great Expedition now appeer'd,\r\n  Girt with Omnipotence, with Radiance crown'd\r\n  Of Majestie Divine, Sapience and Love\r\n  Immense, and all his Father in him shon.\r\n  About his Chariot numberless were pour'd\r\n  Cherub and Seraph, Potentates and Thrones,\r\n  And Vertues, winged Spirits, and Chariots wing'd,\r\n  From the Armoury of God, where stand of old\r\n  Myriads between two brazen Mountains lodg'd\r\n  Against a solemn day, harnest at hand,\r\n  Celestial Equipage; and now came forth\r\n  Spontaneous, for within them Spirit livd,\r\n  Attendant on thir Lord: Heav'n op'nd wide\r\n  Her ever during Gates, Harmonious sound\r\n  On golden Hinges moving, to let forth\r\n  The King of Glorie in his powerful Word\r\n  And Spirit coming to create new Worlds.\r\n  On heav'nly ground they stood, and from the shore\r\n  They view'd the vast immeasurable Abyss\r\n  Outrageous as a Sea, dark, wasteful, wilde,\r\n  Up from the bottom turn'd by furious windes\r\n  And surging waves, as Mountains to assault\r\n  Heav'ns highth, and with the Center mix the Pole.\r", "Descend from Heav'n URANIA, by that name\r\n  If rightly thou art call'd, whose Voice divine\r\n  Following, above th' OLYMPIAN Hill I soare,\r\n  Above the flight of PEGASEAN wing.\r\n  The meaning, not the Name I call: for thou\r\n  Nor of the Muses nine, nor on the top\r\n  Of old OLYMPUS dwell'st, but Heav'nlie borne,\r\n  Before the Hills appeerd, or Fountain flow'd,\r\n  Thou with Eternal wisdom didst converse,\r\n  Wisdom thy Sister, and with her didst play\r\n  In presence of th' Almightie Father, pleas'd\r\n  With thy Celestial Song.  Up led by thee\r\n  Into the Heav'n of Heav'ns I have presum'd,\r\n  An Earthlie Guest, and drawn Empyreal Aire,\r\n  Thy tempring; with like safetie guided down\r\n  Return me to my Native Element:\r\n  Least from this flying Steed unrein'd, (as once\r\n  BELLEROPHON, though from a lower Clime)\r\n  Dismounted, on th' ALEIAN Field I fall\r\n  Erroneous, there to wander and forlorne.\r\n  Half yet remaines unsung, but narrower bound\r\n  Within the visible Diurnal Spheare;\r\n  Standing on Earth, not rapt above the Pole,\r\n  More safe I Sing with mortal voice, unchang'd\r\n  To hoarce or mute, though fall'n on evil dayes,\r\n  On evil dayes though fall'n, and evil tongues;\r\n  In darkness, and with dangers compast rouud,\r\n  And solitude; yet not alone, while thou\r\n  Visit'st my slumbers Nightly, or when Morn\r\n  Purples the East: still govern thou my Song,\r\n  URANIA, and fit audience find, though few.\r\n  But drive farr off the barbarous dissonance\r\n  Of BACCHUS and his Revellers, the Race\r\n  Of that wilde Rout that tore the THRACIAN Bard\r\n  In RHODOPE, where Woods and Rocks had Eares\r\n  To rapture, till the savage clamor dround\r\n  Both Harp and Voice; nor could the Muse defend\r\n  Her Son.  So fail not thou, who thee implores:\r\n  For thou art Heav'nlie, shee an empty dreame.\r", "To whom thus RAPHAEL answer'd heav'nly meek.\r\n  Nor are thy lips ungraceful, Sire of men,\r\n  Nor tongue ineloquent; for God on thee\r\n  Abundantly his gifts hath also pour'd,\r\n  Inward and outward both, his image faire:\r\n  Speaking or mute all comliness and grace\r\n  Attends thee, and each word, each motion formes.\r\n  Nor less think wee in Heav'n of thee on Earth\r\n  Then of our fellow servant, and inquire\r\n  Gladly into the wayes of God with Man:\r\n  For God we see hath honour'd thee, and set\r\n  On Man his equal Love: say therefore on;\r\n  For I that Day was absent, as befell,\r\n  Bound on a voyage uncouth and obscure,\r\n  Farr on excursion toward the Gates of Hell;\r\n  Squar'd in full Legion (such command we had)\r\n  To see that none thence issu'd forth a spie,\r\n  Or enemie, while God was in his work,\r\n  Least hee incenst at such eruption bold,\r\n  Destruction with Creation might have mixt.\r\n  Not that they durst without his leave attempt,\r\n  But us he sends upon his high behests\r\n  For state, as Sovran King, and to enure\r\n  Our prompt obedience.  Fast we found, fast shut\r\n  The dismal Gates, and barricado'd strong;\r\n  But long ere our approaching heard within\r\n  Noise, other then the sound of Dance or Song,\r\n  Torment, and lowd lament, and furious rage.\r\n  Glad we return'd up to the coasts of Light\r\n  Ere Sabbath Eev'ning: so we had in charge.\r\n  But thy relation now; for I attend,\r\n  Pleas'd with thy words no less then thou with mine.\r", "He ceas'd, I lowly answer'd.  To attaine\r\n  The highth and depth of thy Eternal wayes\r\n  All human thoughts come short, Supream of things;\r\n  Thou in thy self art perfet, and in thee\r\n  Is no deficience found; not so is Man,\r\n  But in degree, the cause of his desire\r\n  By conversation with his like to help,\r\n  Or solace his defects.  No need that thou\r\n  Shouldst propagat, already infinite;\r\n  And through all numbers absolute, though One;\r\n  But Man by number is to manifest\r\n  His single imperfection, and beget\r\n  Like of his like, his Image multipli'd,\r\n  In unitie defective, which requires\r\n  Collateral love, and deerest amitie.\r\n  Thou in thy secresie although alone,\r\n  Best with thy self accompanied, seek'st not\r\n  Social communication, yet so pleas'd,\r\n  Canst raise thy Creature to what highth thou wilt\r\n  Of Union or Communion, deifi'd;\r\n  I by conversing cannot these erect\r\n  From prone, nor in thir wayes complacence find.\r\n  Thus I embold'nd spake, and freedom us'd\r\n  Permissive, and acceptance found, which gain'd\r\n  This answer from the gratious voice Divine.\r", "To whom thus ADAM cleerd of doubt, repli'd.\r\n  How fully hast thou satisfi'd mee, pure\r\n  Intelligence of Heav'n, Angel serene,\r\n  And freed from intricacies, taught to live,\r\n  The easiest way, nor with perplexing thoughts\r\n  To interrupt the sweet of Life, from which\r\n  God hath bid dwell farr off all anxious cares,\r\n  And not molest us, unless we our selves\r\n  Seek them with wandring thoughts, and notions vaine.\r\n  But apt the Mind or Fancie is to roave\r\n  Uncheckt, and of her roaving is no end;\r\n  Till warn'd, or by experience taught, she learne,\r\n  That not to know at large of things remote\r\n  From use, obscure and suttle, but to know\r\n  That which before us lies in daily life,\r\n  Is the prime Wisdom, what is more, is fume,\r\n  Or emptiness, or fond impertinence,\r\n  And renders us in things that most concerne\r\n  Unpractis'd, unprepar'd, and still to seek.\r\n  Therefore from this high pitch let us descend\r\n  A lower flight, and speak of things at hand\r\n  Useful, whence haply mention may arise\r\n  Of somthing not unseasonable to ask\r\n  By sufferance, and thy wonted favour deign'd.\r\n  Thee I have heard relating what was don\r\n  Ere my remembrance: now hear mee relate\r\n  My Storie, which perhaps thou hast not heard;\r\n  And Day is yet not spent; till then thou seest\r\n  How suttly to detaine thee I devise,\r\n  Inviting thee to hear while I relate,\r\n  Fond, were it not in hope of thy reply:\r\n  For while I sit with thee, I seem in Heav'n,\r\n  And sweeter thy discourse is to my eare\r\n  Then Fruits of Palm-tree pleasantest to thirst\r\n  And hunger both, from labour, at the houre\r\n  Of sweet repast; they satiate, and soon fill,\r\n  Though pleasant, but thy words with Grace Divine\r\n  Imbu'd, bring to thir sweetness no satietie.\r", "Let not my words offend thee, Heav'nly Power,\r\n  My Maker, be propitious while I speak.\r\n  Hast thou not made me here thy substitute,\r\n  And these inferiour farr beneath me set?\r\n  Among unequals what societie\r\n  Can sort, what harmonie or true delight?\r\n  Which must be mutual, in proportion due\r\n  Giv'n and receiv'd; but in disparitie\r\n  The one intense, the other still remiss\r\n  Cannot well suite with either, but soon prove\r\n  Tedious alike: Of fellowship I speak\r\n  Such as I seek, fit to participate\r\n  All rational delight, wherein the brute\r\n  Cannot be human consort; they rejoyce\r\n  Each with thir kinde, Lion with Lioness;\r\n  So fitly them in pairs thou hast combin'd;\r\n  Much less can Bird with Beast, or Fish with Fowle\r\n  So well converse, nor with the Ox the Ape;\r\n  Wors then can Man with Beast, and least of all.\r", "Thus farr to try thee, ADAM, I was pleas'd,\r\n  And finde thee knowing not of Beasts alone,\r\n  Which thou hast rightly nam'd, but of thy self,\r\n  Expressing well the spirit within thee free,\r\n  My Image, not imparted to the Brute,\r\n  Whose fellowship therefore unmeet for thee\r\n  Good reason was thou freely shouldst dislike,\r\n  And be so minded still; I, ere thou spak'st,\r\n  Knew it not good for Man to be alone,\r\n  And no such companie as then thou saw'st\r\n  Intended thee, for trial onely brought,\r\n  To see how thou could'st judge of fit and meet:\r\n  What next I bring shall please thee, be assur'd,\r\n  Thy likeness, thy fit help, thy other self,\r\n  Thy wish, exactly to thy hearts desire.\r", "This turn hath made amends; thou hast fulfill'd\r\n  Thy words, Creator bounteous and benigne,\r\n  Giver of all things faire, but fairest this\r\n  Of all thy gifts, nor enviest.  I now see\r\n  Bone of my Bone, Flesh of my Flesh, my Self\r\n  Before me; Woman is her Name, of Man\r\n  Extracted; for this cause he shall forgoe\r\n  Father and Mother, and to his Wife adhere;\r\n  And they shall be one Flesh, one Heart, one Soule.\r", "What call'st thou solitude, is not the Earth\r\n  With various living creatures, and the Aire\r\n  Replenisht, and all these at thy command\r\n  To come and play before thee, know'st thou not\r\n  Thir language and thir wayes, they also know,\r\n  And reason not contemptibly; with these\r\n  Find pastime, and beare rule; thy Realm is large.\r\n  So spake the Universal Lord, and seem'd\r\n  So ordering.  I with leave of speech implor'd,\r\n  And humble deprecation thus repli'd.\r", "So saying, he arose; whom ADAM thus\r\n  Follow'd with benediction.  Since to part,\r\n  Go heavenly Guest, Ethereal Messenger,\r\n  Sent from whose sovran goodness I adore.\r\n  Gentle to me and affable hath been\r\n  Thy condescension, and shall be honour'd ever\r\n  With grateful Memorie: thou to mankind\r\n  Be good and friendly still, and oft return.\r", "Thus ADAM his illustrous Guest besought:\r", "To whom thus ADAM gratefully repli'd.\r\n  What thanks sufficient, or what recompence\r\n  Equal have I to render thee, Divine\r\n  Hystorian, who thus largely hast allayd\r\n  The thirst I had of knowledge, and voutsaf't\r\n  This friendly condescention to relate\r\n  Things else by me unsearchable, now heard\r\n  VVith wonder, but delight, and, as is due,\r\n  With glorie attributed to the high\r\n  Creator; some thing yet of doubt remaines,\r\n  VVhich onely thy solution can resolve.\r\n  VVhen I behold this goodly Frame, this VVorld\r\n  Of Heav'n and Earth consisting, and compute,\r\n  Thir magnitudes, this Earth a spot, a graine,\r\n  An Atom, with the Firmament compar'd\r\n  And all her numberd Starrs, that seem to rowle\r\n  Spaces incomprehensible (for such\r\n  Thir distance argues and thir swift return\r\n  Diurnal) meerly to officiate light\r\n  Round this opacous Earth, this punctual spot,\r\n  One day and night; in all thir vast survey\r\n  Useless besides, reasoning I oft admire,\r\n  How Nature wise and frugal could commit\r\n  Such disproportions, with superfluous hand\r\n  So many nobler Bodies to create,\r\n  Greater so manifold to this one use,\r\n  For aught appeers, and on thir Orbs impose\r\n  Such restless revolution day by day\r\n  Repeated, while the sedentarie Earth,\r\n  That better might with farr less compass move,\r\n  Serv'd by more noble then her self, attaines\r\n  Her end without least motion, and receaves,\r\n  As Tribute such a sumless journey brought\r\n  Of incorporeal speed, her warmth and light;\r\n  Speed, to describe whose swiftness Number failes.\r", "Again th' Almightie spake: Let there be Lights\r\n  High in th' expanse of Heaven to divide\r\n  The Day from Night; and let them be for Signes,\r\n  For Seasons, and for Dayes, and circling Years,\r\n  And let them be for Lights as I ordaine\r\n  Thir Office in the Firmament of Heav'n\r\n  To give Light on the Earth; and it was so.\r\n  And God made two great Lights, great for thir use\r\n  To Man, the greater to have rule by Day,\r\n  The less by Night alterne: and made the Starrs,\r\n  And set them in the Firmament of Heav'n\r\n  To illuminate the Earth, and rule the Day\r\n  In thir vicissitude, and rule the Night,\r\n  And Light from Darkness to divide.  God saw,\r\n  Surveying his great Work, that it was good:\r\n  For of Celestial Bodies first the Sun\r\n  A mightie Spheare he fram'd, unlightsom first,\r\n  Though of Ethereal Mould: then form'd the Moon\r\n  Globose, and everie magnitude of Starrs,\r\n  And sowd with Starrs the Heav'n thick as a field:\r\n  Of Light by farr the greater part he took,\r\n  Transplanted from her cloudie Shrine, and plac'd\r\n  In the Suns Orb, made porous to receive\r\n  And drink the liquid Light, firm to retaine\r\n  Her gather'd beams, great Palace now of Light.\r\n  Hither as to thir Fountain other Starrs\r\n  Repairing, in thir gold'n Urns draw Light,\r\n  And hence the Morning Planet guilds his horns;\r\n  By tincture or reflection they augment\r\n  Thir small peculiar, though from human sight\r\n  So farr remote, with diminution seen.\r\n  First in his East the glorious Lamp was seen,\r\n  Regent of Day, and all th' Horizon round\r\n  Invested with bright Rayes, jocond to run\r\n  His Longitude through Heav'ns high rode: the gray\r\n  Dawn, and the PLEIADES before him danc'd\r\n  Shedding sweet influence: less bright the Moon,\r\n  But opposite in leveld West was set\r\n  His mirror, with full face borrowing her Light\r\n  From him, for other light she needed none\r\n  In that aspect, and still that distance keepes\r\n  Till night, then in the East her turn she shines,\r\n  Revolvd on Heav'ns great Axle, and her Reign\r\n  With thousand lesser Lights dividual holds,\r\n  With thousand thousand Starres, that then appeer'd\r\n  Spangling the Hemisphere: then first adornd\r\n  With thir bright Luminaries that Set and Rose,\r\n  Glad Eevning & glad Morn crownd the fourth day.\r", "Let us make now Man in our image, Man\r\n  In our similitude, and let them rule\r\n  Over the Fish and Fowle of Sea and Aire,\r\n  Beast of the Field, and over all the Earth,\r\n  And every creeping thing that creeps the ground.\r\n  This said, he formd thee, ADAM, thee O Man\r\n  Dust of the ground, and in thy nostrils breath'd\r\n  The breath of Life; in his own Image hee\r\n  Created thee, in the Image of God\r\n  Express, and thou becam'st a living Soul.\r\n  Male he created thee, but thy consort\r\n  Femal for Race; then bless'd Mankinde, and said,\r\n  Be fruitful, multiplie, and fill the Earth,\r\n  Subdue it, and throughout Dominion hold\r\n  Over Fish of the Sea, and Fowle of the Aire,\r\n  And every living thing that moves on the Earth.\r\n  Wherever thus created, for no place\r\n  Is yet distinct by name, thence, as thou know'st\r\n  He brought thee into this delicious Grove,\r\n  This Garden, planted with the Trees of God,\r\n  Delectable both to behold and taste;\r\n  And freely all thir pleasant fruit for food\r\n  Gave thee, all sorts are here that all th' Earth yeelds,\r\n  Varietie without end; but of the Tree\r\n  Which tasted works knowledge of Good and Evil,\r\n  Thou mai'st not; in the day thou eat'st, thou di'st;\r\n  Death is the penaltie impos'd, beware,\r\n  And govern well thy appetite, least sin\r\n  Surprise thee, and her black attendant Death.\r\n  Here finish'd hee, and all that he had made\r\n  View'd, and behold all was entirely good;\r\n  So Ev'n and Morn accomplish'd the Sixt day:\r\n  Yet not till the Creator from his work\r\n  Desisting, though unwearied, up returnd\r\n  Up to the Heav'n of Heav'ns his high abode,\r\n  Thence to behold this new created World\r\n  Th' addition of his Empire, how it shew'd\r\n  In prospect from his Throne, how good, how faire,\r\n  Answering his great Idea.  Up he rode\r\n  Followd with acclamation and the sound\r\n  Symphonious of ten thousand Harpes that tun'd\r\n  Angelic harmonies: the Earth, the Aire\r\n  Resounded, (thou remember'st, for thou heardst)\r\n  The Heav'ns and all the Constellations rung,\r\n  The Planets in thir stations list'ning stood,\r\n  While the bright Pomp ascended jubilant.\r\n  Open, ye everlasting Gates, they sung,\r\n  Open, ye Heav'ns, your living dores; let in\r\n  The great Creator from his work returnd\r\n  Magnificent, his Six days work, a World;\r\n  Open, and henceforth oft; for God will deigne\r\n  To visit oft the dwellings of just Men\r\n  Delighted, and with frequent intercourse\r\n  Thither will send his winged Messengers\r\n  On errands of supernal Grace.  So sung\r\n  The glorious Train ascending: He through Heav'n,\r\n  That open'd wide her blazing Portals, led\r\n  To Gods Eternal house direct the way,\r\n  A broad and ample rode, whose dust is Gold\r\n  And pavement Starrs, as Starrs to thee appeer,\r\n  Seen in the Galaxie, that Milkie way\r\n  Which nightly as a circling Zone thou seest\r\n  Pouderd with Starrs.  And now on Earth the Seaventh\r\n  Eev'ning arose in EDEN, for the Sun\r\n  Was set, and twilight from the East came on,\r\n  Forerunning Night; when at the holy mount\r\n  Of Heav'ns high-seated top, th' Impereal Throne\r\n  Of Godhead, fixt for ever firm and sure,\r\n  The Filial Power arriv'd, and sate him down\r\n  With his great Father (for he also went\r\n  Invisible, yet staid (such priviledge\r\n  Hath Omnipresence) and the work ordain'd,\r\n  Author and end of all things, and from work\r\n  Now resting, bless'd and hallowd the Seav'nth day,\r\n  As resting on that day from all his work,\r\n  But not in silence holy kept; the Harp\r\n  Had work and rested not, the solemn Pipe,\r\n  And Dulcimer, all Organs of sweet stop,\r\n  All sounds on Fret by String or Golden Wire\r\n  Temper'd soft Tunings, intermixt with Voice\r\n  Choral or Unison: of incense Clouds\r\n  Fuming from Golden Censers hid the Mount.\r\n  Creation and the Six dayes acts they sung,\r\n  Great are thy works, JEHOVAH, infinite\r\n  Thy power; what thought can measure thee or tongue\r\n  Relate thee; greater now in thy return\r\n  Then from the Giant Angels; thee that day\r\n  Thy Thunders magnifi'd; but to create\r\n  Is greater then created to destroy.\r\n  Who can impair thee, mighty King, or bound\r\n  Thy Empire? easily the proud attempt\r\n  Of Spirits apostat and thir Counsels vaine\r\n  Thou hast repeld, while impiously they thought\r\n  Thee to diminish, and from thee withdraw\r\n  The number of thy worshippers.  Who seekes\r\n  To lessen thee, against his purpose serves\r\n  To manifest the more thy might: his evil\r\n  Thou usest, and from thence creat'st more good.\r\n  Witness this new-made World, another Heav'n\r\n  From Heaven Gate not farr, founded in view\r\n  On the cleer HYALINE, the Glassie Sea;\r\n  Of amplitude almost immense, with Starr's\r\n  Numerous, and every Starr perhaps a World\r\n  Of destind habitation; but thou know'st\r\n  Thir seasons: among these the seat of men,\r\n  Earth with her nether Ocean circumfus'd,\r\n  Thir pleasant dwelling place.  Thrice happie men,\r\n  And sons of men, whom God hath thus advanc't,\r\n  Created in his Image, there to dwell\r\n  And worship him, and in reward to rule\r\n  Over his Works, on Earth, in Sea, or Air,\r\n  And multiply a Race of Worshippers\r\n  Holy and just: thrice happie if they know\r\n  Thir happiness, and persevere upright.\r", "O by what Name, for thou above all these,\r\n  Above mankinde, or aught then mankinde higher,\r\n  Surpassest farr my naming, how may I\r\n  Adore thee, Author of this Universe,\r\n  And all this good to man, for whose well being\r\n  So amply, and with hands so liberal\r\n  Thou hast provided all things: but with mee\r\n  I see not who partakes.  In solitude\r\n  What happiness, who can enjoy alone,\r\n  Or all enjoying, what contentment find?\r\n  Thus I presumptuous; and the vision bright,\r\n  As with a smile more bright'nd, thus repli'd.\r", "At least our envious Foe hath fail'd, who thought\r\n  All like himself rebellious, by whose aid\r\n  This inaccessible high strength, the seat\r\n  Of Deitie supream, us dispossest,\r\n  He trusted to have seis'd, and into fraud\r\n  Drew many, whom thir place knows here no more;\r\n  Yet farr the greater part have kept, I see,\r\n  Thir station, Heav'n yet populous retaines\r\n  Number sufficient to possess her Realmes\r\n  Though wide, and this high Temple to frequent\r\n  With Ministeries due and solemn Rites:\r\n  But least his heart exalt him in the harme\r\n  Already done, to have dispeopl'd Heav'n,\r\n  My damage fondly deem'd, I can repaire\r\n  That detriment, if such it be to lose\r\n  Self-lost, and in a moment will create\r\n  Another World, out of one man a Race\r\n  Of men innumerable, there to dwell,\r\n  Not here, till by degrees of merit rais'd\r\n  They open to themselves at length the way\r\n  Up hither, under long obedience tri'd,\r\n  And Earth be chang'd to Heavn, & Heav'n to Earth,\r\n  One Kingdom, Joy and Union without end.\r\n  Mean while inhabit laxe, ye Powers of Heav'n,\r\n  And thou my Word, begotten Son, by thee\r\n  This I perform, speak thou, and be it don:\r\n  My overshadowing Spirit and might with thee\r\n  I send along, ride forth, and bid the Deep\r\n  Within appointed bounds be Heav'n and Earth,\r\n  Boundless the Deep, because I am who fill\r\n  Infinitude, nor vacuous the space.\r\n  Though I uncircumscrib'd my self retire,\r\n  And put not forth my goodness, which is free\r\n  To act or not, Necessitie and Chance\r\n  Approach not mee, and what I will is Fate.\r", "So parted they, the Angel up to Heav'n\r\n  From the thick shade, and ADAM to his Bowre.\r", "Again, God said, let ther be Firmament\r\n  Amid the Waters, and let it divide\r\n  The Waters from the Waters: and God made\r\n  The Firmament, expanse of liquid, pure,\r\n  Transparent, Elemental Air, diffus'd\r\n  In circuit to the uttermost convex\r\n  Of this great Round: partition firm and sure,\r\n  The Waters underneath from those above\r\n  Dividing: for as Earth, so hee the World\r\n  Built on circumfluous Waters calme, in wide\r\n  Crystallin Ocean, and the loud misrule\r\n  Of CHAOS farr remov'd, least fierce extreames\r\n  Contiguous might distemper the whole frame:\r\n  And Heav'n he nam'd the Firmament: So Eev'n\r\n  And Morning CHORUS sung the second Day.\r", "To whom the wilie Adder, blithe and glad.\r\n  Empress, the way is readie, and not long,\r\n  Beyond a row of Myrtles, on a Flat,\r\n  Fast by a Fountain, one small Thicket past\r\n  Of blowing Myrrh and Balme; if thou accept\r\n  My conduct, I can bring thee thither soon.\r", "To whom thus ADAM fervently repli'd.\r\n  O Woman, best are all things as the will\r\n  Of God ordaind them, his creating hand\r\n  Nothing imperfet or deficient left\r\n  Of all that he Created, much less Man,\r\n  Or ought that might his happie State secure,\r\n  Secure from outward force; within himself\r\n  The danger lies, yet lies within his power:\r\n  Against his will he can receave no harme.\r\n  But God left free the Will, for what obeyes\r\n  Reason, is free, and Reason he made right,\r\n  But bid her well beware, and still erect,\r\n  Least by some faire appeering good surpris'd\r\n  She dictate false, and missinforme the Will\r\n  To do what God expresly hath forbid.\r\n  Not then mistrust, but tender love enjoynes,\r\n  That I should mind thee oft, and mind thou me.\r\n  Firm we subsist, yet possible to swerve,\r\n  Since Reason not impossibly may meet\r\n  Some specious object by the Foe subornd,\r\n  And fall into deception unaware,\r\n  Not keeping strictest watch, as she was warnd.\r\n  Seek not temptation then, which to avoide\r\n  Were better, and most likelie if from mee\r\n  Thou sever not; Trial will come unsought.\r\n  Wouldst thou approve thy constancie, approve\r\n  First thy obedience; th' other who can know,\r\n  Not seeing thee attempted, who attest?\r\n  But if thou think, trial unsought may finde\r\n  Us both securer then thus warnd thou seemst,\r\n  Go; for thy stay, not free, absents thee more;\r\n  Go in thy native innocence, relie\r\n  On what thou hast of vertue, summon all,\r\n  For God towards thee hath done his part, do thine.\r", "O Sovran, vertuous, precious of all Trees\r\n  In Paradise, of operation blest\r\n  To Sapience, hitherto obscur'd, infam'd,\r\n  And thy fair Fruit let hang, as to no end\r\n  Created; but henceforth my early care,\r\n  Not without Song, each Morning, and due praise\r\n  Shall tend thee, and the fertil burden ease\r\n  Of thy full branches offer'd free to all;\r\n  Till dieted by thee I grow mature\r\n  In knowledge, as the Gods who all things know;\r\n  Though others envie what they cannot give;\r\n  For had the gift bin theirs, it had not here\r\n  Thus grown.  Experience, next to thee I owe,\r\n  Best guide; not following thee, I had remaind\r\n  In ignorance, thou op'nst Wisdoms way,\r\n  And giv'st access, though secret she retire.\r\n  And I perhaps am secret; Heav'n is high,\r\n  High and remote to see from thence distinct\r\n  Each thing on Earth; and other care perhaps\r\n  May have diverted from continual watch\r\n  Our great Forbidder, safe with all his Spies\r\n  About him.  But to ADAM in what sort\r\n  Shall I appeer? shall I to him make known\r\n  As yet my change, and give him to partake\r\n  Full happiness with mee, or rather not,\r\n  But keep the odds of Knowledge in my power\r\n  Without Copartner? so to add what wants\r\n  In Femal Sex, the more to draw his Love,\r\n  And render me more equal, and perhaps\r\n  A thing not undesireable, somtime\r\n  Superior; for inferior who is free?\r\n  This may be well: but what if God have seen,\r\n  And Death ensue? then I shall be no more,\r\n  And ADAM wedded to another EVE,\r\n  Shall live with her enjoying, I extinct;\r\n  A death to think.  Confirm'd then I resolve,\r\n  ADAM shall share with me in bliss or woe:\r\n  So dear I love him, that with him all deaths\r\n  I could endure; without him live no life.\r", "EVE, now I see thou art exact of taste,\r\n  And elegant, of Sapience no small part,\r\n  Since to each meaning savour we apply,\r\n  And Palate call judicious; I the praise\r\n  Yeild thee, so well this day thou hast purvey'd.\r\n  Much pleasure we have lost, while we abstain'd\r\n  From this delightful Fruit, nor known till now\r\n  True relish, tasting; if such pleasure be\r\n  In things to us forbidden, it might be wish'd,\r\n  For this one Tree had bin forbidden ten.\r\n  But come, so well refresh't, now let us play,\r\n  As meet is, after such delicious Fare;\r\n  For never did thy Beautie since the day\r\n  I saw thee first and wedded thee, adorn'd\r\n  With all perfections, so enflame my sense\r\n  With ardor to enjoy thee, fairer now\r\n  Then ever, bountie of this vertuous Tree.\r", "Thus EVE with Countnance blithe her storie told;\r\n  But in her Cheek distemper flushing glowd.\r\n  On th' other side, ADAM, soon as he heard\r\n  The fatal Trespass don by EVE, amaz'd,\r\n  Astonied stood and Blank, while horror chill\r\n  Ran through his veins, and all his joynts relax'd;\r\n  From his slack hand the Garland wreath'd for EVE\r\n  Down drop'd, and all the faded Roses shed:\r\n  Speechless he stood and pale, till thus at length\r\n  First to himself he inward silence broke.\r", "Would thou hadst heark'nd to my words, & stai'd\r\n  With me, as I besought thee, when that strange\r\n  Desire of wandring this unhappie Morn,\r\n  I know not whence possessd thee; we had then\r\n  Remaind still happie, not as now, despoild\r\n  Of all our good, sham'd, naked, miserable.\r\n  Let none henceforth seek needless cause to approve\r\n  The Faith they owe; when earnestly they seek\r\n  Such proof, conclude, they then begin to faile.\r", "Bold deed thou hast presum'd, adventrous EVE,\r\n  And peril great provok't, who thus hast dar'd\r\n  Had it bin onely coveting to Eye\r\n  That sacred Fruit, sacred to abstinence,\r\n  Much more to taste it under banne to touch.\r\n  But past who can recall, or don undoe?\r\n  Not God omnipotent, for Fate, yet so\r\n  Perhaps thou shalt not Die, perhaps the Fact\r\n  Is not so hainous now, foretasted Fruit,\r\n  Profan'd first by the Serpent, by him first\r\n  Made common and unhallowd: ere one tastes;\r\n  Nor yet on him found deadly; he yet lives,\r\n  Lives, as thou saidst, and gaines to live as Man\r\n  Higher degree of Life, inducement strong\r\n  To us, as likely tasting to attaine\r\n  Proportional ascent, which cannot be\r\n  But to be Gods, or Angels Demi-gods.\r\n  Nor can I think that God, Creator wise,\r\n  Though threatning, will in earnest so destroy\r\n  Us his prime Creatures, dignifi'd so high,\r\n  Set over all his Works, which in our Fall,\r\n  For us created, needs with us must faile,\r\n  Dependent made; so God shall uncreate,\r\n  Be frustrate, do, undo, and labour loose,\r\n  Not well conceav'd of God, who though his Power\r\n  Creation could repeate, yet would be loath\r\n  Us to abolish, least the Adversary\r\n  Triumph and say; Fickle their State whom God\r\n  Most Favors, who can please him long?  Mee first\r\n  He ruind, now Mankind; whom will he next?\r\n  Matter of scorne, not to be given the Foe.\r\n  However I with thee have fixt my Lot,\r\n  Certain to undergoe like doom, if Death\r\n  Consort with thee, Death is to mee as Life;\r\n  So forcible within my heart I feel\r\n  The Bond of Nature draw me to my owne,\r\n  My own in thee, for what thou art is mine;\r\n  Our State cannot be severd, we are one,\r\n  One Flesh; to loose thee were to loose my self.\r", "To whom the Tempter guilefully repli'd.\r\n  Indeed? hath God then said that of the Fruit\r\n  Of all these Garden Trees ye shall not eate,\r\n  Yet Lords declar'd of all in Earth or Aire?\r", "So spake domestick ADAM in his care\r\n  And Matrimonial Love, but EVE, who thought\r\n  Less attributed to her Faith sincere,\r\n  Thus her reply with accent sweet renewd.\r", "To whom mild answer ADAM thus return'd.\r\n  Sole EVE, Associate sole, to me beyond\r\n  Compare above all living Creatures deare,\r\n  Well hast thou motion'd, wel thy thoughts imployd\r\n  How we might best fulfill the work which here\r\n  God hath assign'd us, nor of me shalt pass\r\n  Unprais'd: for nothing lovelier can be found\r\n  In woman, then to studie houshold good,\r\n  And good workes in her Husband to promote.\r\n  Yet not so strictly hath our Lord impos'd\r\n  Labour, as to debarr us when we need\r\n  Refreshment, whether food, or talk between,\r\n  Food of the mind, or this sweet intercourse\r\n  Of looks and smiles, for smiles from Reason flow,\r\n  To brute deni'd, and are of Love the food,\r\n  Love not the lowest end of human life.\r\n  For not to irksom toile, but to delight\r\n  He made us, and delight to Reason joyn'd.\r\n  These paths and Bowers doubt not but our joynt\r\n  Will keep from Wilderness with ease, as wide\r\n  As we need walk, till younger hands ere long\r\n  Assist us: But if much converse perhaps\r\n  Thee satiate, to short absence I could yeild.\r\n  For solitude somtimes is best societie,\r\n  And short retirement urges sweet returne.\r\n  But other doubt possesses me, least harm\r\n  Befall thee sever'd from me; for thou knowst\r\n  What hath bin warn'd us, what malicious Foe\r\n  Envying our happiness, and of his own\r\n  Despairing, seeks to work us woe and shame\r\n  By sly assault; and somwhere nigh at hand\r\n  Watches, no doubt, with greedy hope to find\r\n  His wish and best advantage, us asunder,\r\n  Hopeless to circumvent us joynd, where each\r\n  To other speedie aide might lend at need;\r\n  Whether his first design be to withdraw\r\n  Our fealtie from God, or to disturb\r\n  Conjugal Love, then which perhaps no bliss\r\n  Enjoy'd by us excites his envie more;\r\n  Or this, or worse, leave not the faithful side\r\n  That gave thee being, stil shades thee and protects.\r\n  The Wife, where danger or dishonour lurks,\r\n  Safest and seemliest by her Husband staies,\r\n  Who guards her, or with her the worst endures.\r", "With thy permission then, and thus forewarnd\r\n  Chiefly by what thy own last reasoning words\r\n  Touchd onely, that our trial, when least sought,\r\n  May finde us both perhaps farr less prepar'd,\r\n  The willinger I goe, nor much expect\r\n  A Foe so proud will first the weaker seek;\r\n  So bent, the more shall shame him his repulse.\r\n  Thus saying, from her Husbands hand her hand\r\n  Soft she withdrew, and like a Wood-Nymph light\r\n  OREAD or DRYAD, or of DELIA's Traine,\r\n  Betook her to the Groves, but DELIA's self\r\n  In gate surpass'd and Goddess-like deport,\r\n  Though not as shee with Bow and Quiver armd,\r\n  But with such Gardning Tools as Are yet rude,\r\n  Guiltless of fire had formd, or Angels brought,\r\n  To PALES, or POMONA, thus adornd,\r\n  Likest she seemd, POMONA when she fled\r\n  VERTUMNUS, or to CERES in her Prime,\r\n  Yet Virgin of PROSERPINA from JOVE.\r\n  Her long with ardent look his EYE pursu'd\r\n  Delighted, but desiring more her stay.\r\n  Oft he to her his charge of quick returne,\r\n  Repeated, shee to him as oft engag'd\r\n  To be returnd by Noon amid the Bowre,\r\n  And all things in best order to invite\r\n  Noontide repast, or Afternoons repose.\r\n  O much deceav'd, much failing, hapless EVE,\r\n  Of thy presum'd return! event perverse!\r\n  Thou never from that houre in Paradise\r\n  Foundst either sweet repast, or found repose;\r\n  Such ambush hid among sweet Flours and Shades\r\n  Waited with hellish rancor imminent\r\n  To intercept thy way, or send thee back\r\n  Despoild of Innocence, of Faith, of Bliss.\r\n  For now, and since first break of dawne the Fiend,\r\n  Meer Serpent in appearance, forth was come,\r\n  And on his Quest, where likeliest he might finde\r\n  The onely two of Mankinde, but in them\r\n  The whole included Race, his purposd prey.\r\n  In Bowre and Field he sought, where any tuft\r\n  Of Grove or Garden-Plot more pleasant lay,\r\n  Thir tendance or Plantation for delight,\r\n  By Fountain or by shadie Rivulet\r\n  He sought them both, but wish'd his hap might find\r\n  EVE separate, he wish'd, but not with hope\r\n  Of what so seldom chanc'd, when to his wish,\r\n  Beyond his hope, EVE separate he spies,\r\n  Veild in a Cloud of Fragrance, where she stood,\r\n  Half spi'd, so thick the Roses bushing round\r\n  About her glowd, oft stooping to support\r\n  Each Flour of slender stalk, whose head though gay\r\n  Carnation, Purple, Azure, or spect with Gold,\r\n  Hung drooping unsustaind, them she upstaies\r\n  Gently with Mirtle band, mindless the while,\r\n  Her self, though fairest unsupported Flour,\r\n  From her best prop so farr, and storn so nigh.\r\n  Neererhe drew, and many a walk travers'd\r\n  Of stateliest Covert, Cedar, Pine, or Palme,\r\n  Then voluble and bold, now hid, now seen\r\n  Among thick-wov'n Arborets and Flours\r\n  Imborderd on each Bank, the hand of EVE:\r\n  Spot more delicious then those Gardens feign'd\r\n  Or of reviv'd ADONIS, or renownd\r\n  ALCINOUS, host of old LAERTES Son,\r\n  Or that, not Mystic, where the Sapient King\r\n  Held dalliance with his faire EGYPTIAN Spouse.\r\n  Much hee the Place admir'd, the Person more.\r\n  As one who long in populous City pent,\r\n  Where Houses thick and Sewers annoy the Aire,\r\n  Forth issuing on a Summers Morn, to breathe\r\n  Among the pleasant Villages and Farmes\r\n  Adjoynd, from each thing met conceaves delight,\r\n  The smell of Grain, or tedded Grass, or Kine,\r\n  Or Dairie, each rural sight, each rural sound;\r\n  If chance with Nymphlike step fair Virgin pass,\r\n  What pleasing seemd, for her now pleases more,\r\n  She most, and in her look summs all Delight.\r\n  Such Pleasure took the Serpent to behold\r\n  This Flourie Plat, the sweet recess of EVE\r\n  Thus earlie, thus alone; her Heav'nly forme\r\n  Angelic, but more soft, and Feminine,\r\n  Her graceful Innocence, her every Aire\r\n  Of gesture or lest action overawd\r\n  His Malice, and with rapine sweet bereav'd\r\n  His fierceness of the fierce intent it brought:\r\n  That space the Evil one abstracted stood\r\n  From his own evil, and for the time remaind\r\n  Stupidly good, of enmitie disarm'd,\r\n  Of guile, of hate, of envie, of revenge;\r\n  But the hot Hell that alwayes in him burnes,\r\n  Though in mid Heav'n, soon ended his delight,\r\n  And tortures him now more, the more he sees\r\n  Of pleasure not for him ordain'd: then soon\r\n  Fierce hate he recollects, and all his thoughts\r\n  Of mischief, gratulating, thus excites.\r", "Hast thou not wonderd, ADAM, at my stay?\r\n  Thee I have misst, and thought it long, depriv'd\r\n  Thy presence, agonie of love till now\r\n  Not felt, nor shall be twice, for never more\r\n  Mean I to trie, what rash untri'd I sought,\r\n  The paine of absence from thy sight.  But strange\r\n  Hath bin the cause, and wonderful to heare:\r\n  This Tree is not as we are told, a Tree\r\n  Of danger tasted, nor to evil unknown\r\n  Op'ning the way, but of Divine effect\r\n  To open Eyes, and make them Gods who taste;\r\n  And hath bin tasted such; the Serpent wise,\r\n  Or not restraind as wee, or not obeying,\r\n  Hath eat'n of the fruit, and is become,\r\n  Not dead, as we are threatn'd, but thenceforth\r\n  Endu'd with human voice and human sense,\r\n  Reasoning to admiration, and with mee\r\n  Perswasively hath so prevaild, that I\r\n  Have also tasted, and have also found\r\n  Th' effects to correspond, opener mine Eyes,\r\n  Dimm erst, dilated Spirits, ampler Heart,\r\n  And growing up to Godhead; which for thee\r\n  Chiefly I sought, without thee can despise.\r\n  For bliss, as thou hast part, to me is bliss,\r\n  Tedious, unshar'd with thee, and odious soon.\r\n  Thou therefore also taste, that equal Lot\r\n  May joyne us, equal Joy, as equal Love;\r\n  Least thou not tasting, different degree\r\n  Disjoyne us, and I then too late renounce\r\n  Deitie for thee, when Fate will not permit.\r", "So saying, from the Tree her step she turnd,\r\n  But first low Reverence don, as to the power\r\n  That dwelt within, whose presence had infus'd\r\n  Into the plant sciential sap, deriv'd\r\n  From Nectar, drink of Gods.  ADAM the while\r\n  Waiting desirous her return, had wove\r\n  Of choicest Flours a Garland to adorne\r\n  Her Tresses, and her rural labours crown\r\n  As Reapers oft are wont thir Harvest Queen.\r\n  Great joy he promis'd to his thoughts, and new\r\n  Solace in her return, so long delay'd;\r\n  Yet oft his heart, divine of somthing ill,\r\n  Misgave him; hee the faultring measure felt;\r\n  And forth to meet her went, the way she took\r\n  That Morn when first they parted; by the Tree\r\n  Of Knowledge he must pass, there he her met,\r\n  Scarse from the Tree returning; in her hand\r\n  A bough of fairest fruit that downie smil'd,\r\n  New gatherd, and ambrosial smell diffus'd.\r\n  To him she hasted, in her face excuse\r\n  Came Prologue, and Apologie to prompt,\r\n  Which with bland words at will she thus addrest.\r", "O Sacred, Wise, and Wisdom-giving Plant,\r\n  Mother of Science, Now I feel thy Power\r\n  Within me cleere, not onely to discerne\r\n  Things in thir Causes, but to trace the wayes\r\n  Of highest Agents, deemd however wise.\r\n  Queen of this Universe, doe not believe\r\n  Those rigid threats of Death; ye shall not Die:\r\n  How should ye? by the Fruit? it gives you Life\r\n  To Knowledge?  By the Threatner, look on mee,\r\n  Mee who have touch'd and tasted, yet both live,\r\n  And life more perfet have attaind then Fate\r\n  Meant mee, by ventring higher then my Lot.\r\n  Shall that be shut to Man, which to the Beast\r\n  Is open? or will God incense his ire\r\n  For such a pretty Trespass, and not praise\r\n  Rather your dauntless vertue, whom the pain\r\n  Of Death denounc't, whatever thing Death be,\r\n  Deterrd not from atchieving what might leade\r\n  To happier life, knowledge of Good and Evil;\r\n  Of good, how just? of evil, if what is evil\r\n  Be real, why not known, since easier shunnd?\r\n  God therefore cannot hurt ye, and be just;\r\n  Not just, not God; not feard then, nor obeid:\r\n  Your feare it self of Death removes the feare.\r\n  Why then was this forbid?  Why but to awe,\r\n  Why but to keep ye low and ignorant,\r\n  His worshippers; he knows that in the day\r\n  Ye Eate thereof, your Eyes that seem so cleere,\r\n  Yet are but dim, shall perfetly be then\r\n  Op'nd and cleerd, and ye shall be as Gods,\r\n  Knowing both Good and Evil as they know.\r\n  That ye should be as Gods, since I as Man,\r\n  Internal Man, is but proportion meet,\r\n  I of brute human, yee of human Gods.\r\n  So ye shalt die perhaps, by putting off\r\n  Human, to put on Gods, death to be wisht,\r\n  Though threat'nd, which no worse then this can bring\r\n  And what are Gods that Man may not become\r\n  As they, participating God-like food?\r\n  The Gods are first, and that advantage use\r\n  On our belief, that all from them proceeds,\r\n  I question it, for this fair Earth I see,\r\n  Warm'd by the Sun, producing every kind,\r\n  Them nothing: If they all things, who enclos'd\r\n  Knowledge of Good and Evil in this Tree,\r\n  That whoso eats thereof, forthwith attains\r\n  Wisdom without their leave? and wherein lies\r\n  Th' offence, that Man should thus attain to know?\r\n  What can your knowledge hurt him, or this Tree\r\n  Impart against his will if all be his?\r\n  Or is it envie, and can envie dwell\r\n  In heav'nly brests? these, these and many more\r\n  Causes import your need of this fair Fruit.\r\n  Goddess humane, reach then, and freely taste.\r", "To whom thus EVE yet sinless.  Of the Fruit\r\n  Of each Tree in the Garden we may eate,\r\n  But of the Fruit of this fair Tree amidst\r\n  The Garden, God hath said, Ye shall not eate\r\n  Thereof, nor shall ye touch it, least ye die.\r", "Thoughts, whither have he led me, with what sweet\r\n  Compulsion thus transported to forget\r\n  What hither brought us, hate, not love, nor hope\r\n  Of Paradise for Hell, hope here to taste\r\n  Of pleasure, but all pleasure to destroy,\r\n  Save what is in destroying, other joy\r\n  To me is lost.  Then let me not let pass\r\n  Occasion which now smiles, behold alone\r\n  The Woman, opportune to all attempts,\r\n  Her Husband, for I view far round, not nigh,\r\n  Whose higher intellectual more I shun,\r\n  And strength, of courage hautie, and of limb\r\n  Heroic built, though of terrestrial mould,\r\n  Foe not informidable, exempt from wound,\r\n  I not; so much hath Hell debas'd, and paine\r\n  Infeebl'd me, to what I was in Heav'n.\r\n  Shee fair, divinely fair, fit Love for Gods,\r\n  Not terrible, though terrour be in Love\r\n  And beautie, not approacht by stronger hate,\r\n  Hate stronger, under shew of Love well feign'd,\r\n  The way which to her ruin now I tend.\r", "To whom soon mov'd with touch of blame thus EVE.\r\n  What words have past thy Lips, ADAM severe,\r\n  Imput'st thou that to my default, or will\r\n  Of wandering, as thou call'st it, which who knows\r\n  But might as ill have happ'nd thou being by,\r\n  Or to thy self perhaps: hadst thou bin there,\r\n  Or bere th' attempt, thou couldst not have discernd\r\n  Fraud in the Serpent, speaking as he spake;\r\n  No ground of enmitie between us known,\r\n  Why hee should mean me ill, or seek to harme.\r\n  Was I to have never parted from thy side?\r\n  As good have grown there still a liveless Rib.\r\n  Being as I am, why didst not thou the Head\r\n  Command me absolutely not to go,\r\n  Going into such danger as thou saidst?\r\n  Too facil then thou didst not much gainsay,\r\n  Nay, didst permit, approve, and fair dismiss.\r\n  Hadst thou bin firm and fixt in thy dissent,\r\n  Neither had I transgress'd, nor thou with mee.\r", "Serpent, thy overpraising leaves in doubt\r\n  The vertue of that Fruit, in thee first prov'd:\r\n  But say, where grows the Tree, from hence how far?\r\n  For many are the Trees of God that grow\r\n  In Paradise, and various, yet unknown\r\n  To us, in such abundance lies our choice,\r\n  As leaves a greater store of Fruit untoucht,\r\n  Still hanging incorruptible, till men\r\n  Grow up to thir provision, and more hands\r\n  Help to disburden Nature of her Bearth.\r", "Wonder not, sovran Mistress, if perhaps\r\n  Thou canst, who art sole Wonder, much less arm\r\n  Thy looks, the Heav'n of mildness, with disdain,\r\n  Displeas'd that I approach thee thus, and gaze\r\n  Insatiate, I thus single; nor have feard\r\n  Thy awful brow, more awful thus retir'd.\r\n  Fairest resemblance of thy Maker faire,\r\n  Thee all living things gaze on, all things thine\r\n  By gift, and thy Celestial Beautie adore\r\n  With ravishment beheld, there best beheld\r\n  Where universally admir'd; but here\r\n  In this enclosure wild, these Beasts among,\r\n  Beholders rude, and shallow to discerne\r\n  Half what in thee is fair, one man except,\r\n  Who sees thee? (and what is one?) who shouldst be seen\r\n  A Goddess among Gods, ador'd and serv'd\r\n  By Angels numberless, thy daily Train.\r", "To whom then first incenst ADAM repli'd.\r\n  Is this the Love, is the recompence\r\n  Of mine to thee, ingrateful EVE, exprest\r\n  Immutable when thou wert lost, not I,\r\n  Who might have liv'd and joyd immortal bliss,\r\n  Yet willingly chose rather Death with thee:\r\n  And am I now upbraided, as the cause\r\n  Of thy transgressing? not enough severe,\r\n  It seems, in thy restraint: what could I more?\r\n  I warn'd thee, I admonish'd thee, foretold\r\n  The danger, and the lurking Enemie\r\n  That lay in wait; beyond this had bin force,\r\n  And force upon free Will hath here no place.\r\n  But confidence then bore thee on, secure\r\n  Either to meet no danger, or to finde\r\n  Matter of glorious trial; and perhaps\r\n  I also err'd in overmuch admiring\r\n  What seemd in thee so perfet, that I thought\r\n  No evil durst attempt thee, but I rue\r\n  That errour now, which is become my crime,\r\n  And thou th' accuser.  Thus it shall befall\r\n  Him who to worth in Women overtrusting\r\n  Lets her Will rule; restraint she will not brook,\r\n  And left to her self, if evil thence ensue,\r\n  Shee first his weak indulgence will accuse.\r", "Thus saying, from his radiant Seat he rose\r\n  Of high collateral glorie: him Thrones and Powers,\r\n  Princedoms, and Dominations ministrant\r\n  Accompanied to Heaven Gate, from whence\r\n  EDEN and all the Coast in prospect lay.\r\n  Down he descended strait; the speed of Gods\r\n  Time counts not, though with swiftest minutes wing'd.\r\n  Now was the Sun in Western cadence low\r\n  From Noon, and gentle Aires due at thir hour\r\n  To fan the Earth now wak'd, and usher in\r\n  The Eevning coole when he from wrauth more coole\r\n  Came the mild Judge and Intercessor both\r\n  To sentence Man: the voice of God they heard\r\n  Now walking in the Garden, by soft windes\r\n  Brought to thir Ears, while day declin'd, they heard\r\n  And from his presence hid themselves among\r\n  The thickest Trees, both Man and Wife, till God\r\n  Approaching, thus to ADAM call'd aloud.\r", "Second of SATAN sprung, all conquering Death,\r\n  What thinkst thou of our Empire now, though earnd\r\n  With travail difficult, not better farr\r\n  Then stil at Hels dark threshold to have sate watch,\r\n  Unnam'd, undreaded, and thy self half starv'd?\r", "Which when the Lord God heard, without delay\r\n  To Judgement he proceeded on th' accus'd\r\n  Serpent though brute, unable to transferre\r\n  The Guilt on him who made him instrument\r\n  Of mischief, and polluted from the end\r\n  Of his Creation; justly then accurst,\r\n  As vitiated in Nature: more to know\r\n  Concern'd not Man (since he no further knew)\r\n  Nor alter'd his offence; yet God at last\r\n  To Satan first in sin his doom apply'd,\r\n  Though in mysterious terms, judg'd as then best:\r\n  And on the Serpent thus his curse let fall.\r", "Thy sorrow I will greatly multiplie\r\n  By thy Conception; Children thou shalt bring\r\n  In sorrow forth, and to thy Husbands will\r\n  Thine shall submit, hee over thee shall rule.\r", "Whom thus the Prince of Darkness answerd glad.\r\n  Fair Daughter, and thou Son and Grandchild both,\r\n  High proof ye now have giv'n to be the Race\r\n  Of SATAN (for I glorie in the name,\r\n  Antagonist of Heav'ns Almightie King)\r\n  Amply have merited of me, of all\r\n  Th' Infernal Empire, that so neer Heav'ns dore\r\n  Triumphal with triumphal act have met,\r\n  Mine with this glorious Work, & made one Realm\r\n  Hell and this World, one Realm, one Continent\r\n  Of easie thorough-fare.  Therefore while I\r\n  Descend through Darkness, on your Rode with ease\r\n  To my associate Powers, them to acquaint\r\n  With these successes, and with them rejoyce,\r\n  You two this way, among those numerous Orbs\r\n  All yours, right down to Paradise descend;\r\n  There dwell & Reign in bliss, thence on the Earth\r\n  Dominion exercise and in the Aire,\r\n  Chiefly on Man, sole Lord of all declar'd,\r\n  Him first make sure your thrall, and lastly kill.\r\n  My Substitutes I send ye, and Create\r\n  Plenipotent on Earth, of matchless might\r\n  Issuing from mee: on your joynt vigor now\r\n  My hold of this new Kingdom all depends,\r\n  Through Sin to Death expos'd by my exploit.\r\n  If your joynt power prevaile, th' affaires of Hell\r\n  No detriment need feare, goe and be strong.\r", "See with what heat these Dogs of Hell advance\r\n  To waste and havoc yonder VVorld, which I\r\n  So fair and good created, and had still\r\n  Kept in that state, had not the folly of Man\r\n  Let in these wastful Furies, who impute\r\n  Folly to mee, so doth the Prince of Hell\r\n  And his Adherents, that with so much ease\r\n  I suffer them to enter and possess\r\n  A place so heav'nly, and conniving seem\r\n  To gratifie my scornful Enemies,\r\n  That laugh, as if transported with some fit\r\n  Of Passion, I to them had quitted all,\r\n  At random yeilded up to their misrule;\r\n  And know not that I call'd and drew them thither\r\n  My Hell-hounds, to lick up the draff and filth\r\n  Which mans polluting Sin with taint hath shed\r\n  On what was pure, till cramm'd and gorg'd, nigh burst\r\n  With suckt and glutted offal, at one fling\r\n  Of thy victorious Arm, well-pleasing Son,\r\n  Both SIN, and DEATH, and yawning GRAVE at last\r\n  Through CHAOS hurld, obstruct the mouth of Hell\r\n  For ever, and seal up his ravenous Jawes.\r\n  Then Heav'n and Earth renewd shall be made pure\r\n  To sanctitie that shall receive no staine:\r\n  Till then the Curse pronounc't on both precedes.\r", "I heard thee in the Garden, and of thy voice\r\n  Affraid, being naked, hid my self.  To whom\r\n  The gracious Judge without revile repli'd.\r", "Assembl'd Angels, and ye Powers return'd\r\n  From unsuccessful charge, be not dismaid,\r\n  Nor troubl'd at these tidings from the Earth,\r\n  Which your sincerest care could not prevent,\r\n  Foretold so lately what would come to pass,\r\n  When first this Tempter cross'd the Gulf from Hell.\r\n  I told ye then he should prevail and speed\r\n  On his bad Errand, Man should be seduc't\r\n  And flatter'd out of all, believing lies\r\n  Against his Maker; no Decree of mine\r\n  Concurring to necessitate his Fall,\r\n  Or touch with lightest moment of impulse\r\n  His free Will, to her own inclining left\r\n  In eevn scale.  But fall'n he is, and now\r\n  What rests, but that the mortal Sentence pass\r\n  On his transgression, Death denounc't that day,\r\n  Which he presumes already vain and void,\r\n  Because not yet inflicted, as he fear'd,\r\n  By some immediate stroak; but soon shall find\r\n  Forbearance no acquittance ere day end.\r\n  Justice shall not return as bountie scorn'd.\r\n  But whom send I to judge them? whom but thee\r\n  Vicegerent Son, to thee I have transferr'd\r\n  All Judgement, whether in Heav'n, or Earth; or Hell.\r\n  Easie it may be seen that I intend\r\n  Mercie collegue with Justice, sending thee\r\n  Mans Friend, his Mediator, his design'd\r\n  Both Ransom and Redeemer voluntarie,\r\n  And destin'd Man himself to judge Man fall'n.\r", "Because thou hast done this, thou art accurst\r\n  Above all Cattel, each Beast of the Field;\r\n  Upon thy Belly groveling thou shalt goe,\r\n  And dust shalt eat all the days of thy Life.\r\n  Between Thee and the Woman I will put\r\n  Enmitie, and between thine and her Seed;\r\n  Her Seed shall bruise thy head, thou bruise his heel.\r", "O miserable of happie! is this the end\r\n  Of this new glorious World, and mee so late\r\n  The Glory of that Glory, who now becom\r\n  Accurst of blessed, hide me from the face\r\n  Of God, whom to behold was then my highth\r\n  Of happiness: yet well, if here would end\r\n  The miserie, I deserv'd it, and would beare\r\n  My own deservings; but this will not serve;\r\n  All that I eate or drink, or shall beget,\r\n  Is propagated curse.  O voice once heard\r\n  Delightfully, ENCREASE AND MULTIPLY,\r\n  Now death to heare! for what can I encrease\r\n  Or multiplie, but curses on my head?\r\n  Who of all Ages to succeed, but feeling\r\n  The evil on him brought by me, will curse\r\n  My Head, Ill fare our Ancestor impure,\r\n  For this we may thank ADAM; but his thanks\r\n  Shall be the execration; so besides\r\n  Mine own that bide upon me, all from mee\r\n  Shall with a fierce reflux on mee redound,\r\n  On mee as on thir natural center light\r\n  Heavie, though in thir place.  O fleeting joyes\r\n  Of Paradise, deare bought with lasting woes!\r\n  Did I request thee, Maker, from my Clay\r\n  To mould me Man, did I sollicite thee\r\n  From darkness to promote me, or here place\r\n  In this delicious Garden? as my Will\r\n  Concurd not to my being, it were but right\r\n  And equal to reduce me to my dust,\r\n  Desirous to resigne, and render back\r\n  All I receav'd, unable to performe\r\n  Thy terms too hard, by which I was to hold\r\n  The good I sought not.  To the loss of that,\r\n  Sufficient penaltie, why hast thou added\r\n  The sense of endless woes? inexplicable\r\n  Thy Justice seems; yet to say truth, too late,\r\n  I thus contest; then should have been refusd\r\n  Those terms whatever, when they were propos'd:\r\n  Thou didst accept them; wilt thou enjoy the good,\r\n  Then cavil the conditions? and though God\r\n  Made thee without thy leave, what if thy Son\r\n  Prove disobedient, and reprov'd, retort,\r\n  Wherefore didst thou beget me? I sought it not:\r\n  Wouldst thou admit for his contempt of thee\r\n  That proud excuse? yet him not thy election,\r\n  But Natural necessity begot.\r\n  God made thee of choice his own, and of his own\r\n  To serve him, thy reward was of his grace,\r\n  Thy punishment then justly is at his Will.\r\n  Be it so, for I submit, his doom is fair,\r\n  That dust I am, and shall to dust returne:\r\n  O welcom hour whenever! why delayes\r\n  His hand to execute what his Decree\r\n  Fixd on this day? why do I overlive,\r\n  Why am I mockt with death, and length'nd out\r\n  To deathless pain? how gladly would I meet\r\n  Mortalitie my sentence, and be Earth\r\n  Insensible, how glad would lay me down\r\n  As in my Mothers lap? there I should rest\r\n  And sleep secure; his dreadful voice no more\r\n  Would Thunder in my ears, no fear of worse\r\n  To mee and to my ofspring would torment me\r\n  With cruel expectation.  Yet one doubt\r\n  Pursues me still, least all I cannot die,\r\n  Least that pure breath of Life, the Spirit of Man\r\n  Which God inspir'd, cannot together perish\r\n  With this corporeal Clod; then in the Grave,\r\n  Or in some other dismal place, who knows\r\n  But I shall die a living Death?  O thought\r\n  Horrid, if true! yet why? it was but breath\r\n  Of Life that sinn'd; what dies but what had life\r\n  And sin? the Bodie properly hath neither.\r\n  All of me then shall die: let this appease\r\n  The doubt, since humane reach no further knows.\r\n  For though the Lord of all be infinite,\r\n  Is his wrauth also? be it, man is not so,\r\n  But mortal doom'd.  How can he exercise\r\n  Wrath without end on Man whom Death must end?\r\n  Can he make deathless Death? that were to make\r\n  Strange contradiction, which to God himself\r\n  Impossible is held, as Argument\r\n  Of weakness, not of Power.  Will he, draw out,\r\n  For angers sake, finite to infinite\r\n  In punisht man, to satisfie his rigour\r\n  Satisfi'd never; that were to extend\r\n  His Sentence beyond dust and Natures Law,\r\n  By which all Causes else according still\r\n  To the reception of thir matter act,\r\n  Not to th' extent of thir own Spheare.  But say\r\n  That Death be not one stroak, as I suppos'd,\r\n  Bereaving sense, but endless miserie\r\n  From this day onward, which I feel begun\r\n  Both in me, and without me, and so last\r\n  To perpetuitie; Ay me, that fear\r\n  Comes thundring back with dreadful revolution\r\n  On my defensless head; both Death and I\r\n  Am found Eternal, and incorporate both,\r\n  Nor I on my part single, in mee all\r\n  Posteritie stands curst: Fair Patrimonie\r\n  That I must leave ye, Sons; O were I able\r\n  To waste it all my self, and leave ye none!\r\n  So disinherited how would ye bless\r\n  Me now your Curse!  Ah, why should all mankind\r\n  For one mans fault thus guiltless be condemn'd,\r\n  If guiltless?  But from mee what can proceed,\r\n  But all corrupt, both Mind and Will deprav'd,\r\n  Not to do onely, but to will the same\r\n  With me? how can they acquitted stand\r\n  In sight of God?  Him after all Disputes\r\n  Forc't I absolve: all my evasions vain\r\n  And reasonings, though through Mazes, lead me still\r\n  But to my own conviction: first and last\r\n  On mee, mee onely, as the sourse and spring\r\n  Of all corruption, all the blame lights due;\r\n  So might the wrauth, Fond wish! couldst thou support\r\n  That burden heavier then the Earth to bear,\r\n  Then all the world much heavier, though divided\r\n  With that bad Woman?  Thus what thou desir'st,\r\n  And what thou fearst, alike destroyes all hope\r\n  Of refuge, and concludes thee miserable\r\n  Beyond all past example and future,\r\n  To SATAN onely like both crime and doom.\r\n  O Conscience, into what Abyss of fears\r\n  And horrors hast thou driv'n me; out of which\r\n  I find no way, from deep to deeper plung'd!\r", "She ended weeping, and her lowlie plight,\r\n  Immoveable till peace obtain'd from fault\r\n  Acknowledg'd and deplor'd, in ADAM wraught\r\n  Commiseration; soon his heart relented\r\n  Towards her, his life so late and sole delight,\r\n  Now at his feet submissive in distress,\r\n  Creature so faire his reconcilement seeking,\r\n  His counsel whom she had displeas'd, his aide;\r\n  As one disarm'd, his anger all he lost,\r\n  And thus with peaceful words uprais'd her soon.\r", "Forsake me not thus, ADAM, witness Heav'n\r\n  What love sincere, and reverence in my heart\r\n  I beare thee, and unweeting have offended,\r\n  Unhappilie deceav'd; thy suppliant\r\n  I beg, and clasp thy knees; bereave me not,\r\n  Whereon I live, thy gentle looks, thy aid,\r\n  Thy counsel in this uttermost distress,\r\n  My onely strength and stay: forlorn of thee,\r\n  Whither shall I betake me, where subsist?\r\n  While yet we live, scarse one short hour perhaps,\r\n  Between us two let there be peace, both joyning,\r\n  As joyn'd in injuries, one enmitie\r\n  Against a Foe by doom express assign'd us,\r\n  That cruel Serpent: On me exercise not\r\n  Thy hatred for this miserie befall'n,\r\n  On me already lost, mee then thy self\r\n  More miserable; both have sin'd, but thou\r\n  Against God onely, I against God and thee,\r\n  And to the place of judgement will return,\r\n  There with my cries importune Heaven, that all\r\n  The sentence from thy head remov'd may light\r\n  On me, sole cause to thee of all this woe,\r\n  Mee mee onely just object of his ire.\r", "So having said, he thus to EVE in few:\r\n  Say Woman, what is this which thou hast done?\r", "To whom thus EVE, recovering heart, repli'd.\r\n  ADAM, by sad experiment I know\r\n  How little weight my words with thee can finde,\r\n  Found so erroneous, thence by just event\r\n  Found so unfortunate; nevertheless,\r\n  Restor'd by thee, vile as I am, to place\r\n  Of new acceptance, hopeful to regaine\r\n  Thy Love, the sole contentment of my heart,\r\n  Living or dying from thee I will not hide\r\n  What thoughts in my unquiet brest are ris'n,\r\n  Tending to som relief of our extremes,\r\n  Or end, though sharp and sad, yet tolerable,\r\n  As in our evils, and of easier choice.\r\n  If care of our descent perplex us most,\r\n  Which must be born to certain woe, devourd\r\n  By Death at last, and miserable it is\r\n  To be to others cause of misery,\r\n  Our own begotten, and of our Loines to bring\r\n  Into this cursed World a woful Race,\r\n  That after wretched Life must be at last\r\n  Food for so foule a Monster, in thy power\r\n  It lies, yet ere Conception to prevent\r\n  The Race unblest, to being yet unbegot.\r\n  Childless thou art, Childless remaine:\r\n  So Death shall be deceav'd his glut, and with us two\r\n  Be forc'd to satisfie his Rav'nous Maw.\r\n  But if thou judge it hard and difficult,\r\n  Conversing, looking, loving, to abstain\r\n  From Loves due Rites, Nuptial embraces sweet,\r\n  And with desire to languish without hope,\r\n  Before the present object languishing\r\n  With like desire, which would be miserie\r\n  And torment less then none of what we dread,\r\n  Then both our selves and Seed at once to free\r\n  From what we fear for both, let us make short,\r\n  Let us seek Death, or hee not found, supply\r\n  With our own hands his Office on our selves;\r\n  Why stand we longer shivering under feares,\r\n  That shew no end but Death, and have the power,\r\n  Of many wayes to die the shortest choosing,\r\n  Destruction with destruction to destroy.\r", "Meanwhile the hainous and despightfull act\r\n  Of SATAN done in Paradise, and how\r\n  Hee in the Serpent had perverted EVE,\r\n  Her Husband shee, to taste the fatall fruit,\r\n  Was known in Heav'n; for what can scape the Eye\r\n  Of God All-seeing, or deceave his Heart\r\n  Omniscient, who in all things wise and just,\r\n  Hinder'd not SATAN to attempt the minde\r\n  Of Man, with strength entire, and free Will arm'd,\r\n  Complete to have discover'd and repulst\r\n  Whatever wiles of Foe or seeming Friend.\r\n  For still they knew, and ought to have still remember'd\r\n  The high Injunction not to taste that Fruit,\r\n  Whoever tempted; which they not obeying,\r\n  Incurr'd, what could they less, the penaltie,\r\n  And manifold in sin, deserv'd to fall.\r\n  Up into Heav'n from Paradise in hast\r\n  Th' Angelic Guards ascended, mute and sad\r\n  For Man, for of his state by this they knew,\r\n  Much wondring how the suttle Fiend had stoln\r\n  Entrance unseen.  Soon as th' unwelcome news\r\n  From Earth arriv'd at Heaven Gate, displeas'd\r\n  All were who heard, dim sadness did not spare\r\n  That time Celestial visages, yet mixt\r\n  With pitie, violated not thir bliss.\r\n  About the new-arriv'd, in multitudes\r\n  Th' ethereal People ran, to hear and know\r\n  How all befell: they towards the Throne Supream\r\n  Accountable made haste to make appear\r\n  With righteous plea, thir utmost vigilance,\r\n  And easily approv'd; when the most High\r\n  Eternal Father from his secret Cloud,\r\n  Amidst in Thunder utter'd thus his voice.\r", "Where art thou ADAM, wont with joy to meet\r\n  My coming seen far off?  I miss thee here,\r\n  Not pleas'd, thus entertaind with solitude,\r\n  Where obvious dutie erewhile appear'd unsaught:\r\n  Or come I less conspicuous, or what change\r\n  Absents thee, or what chance detains?  Come forth.\r\n  He came, and with him EVE, more loth, though first\r\n  To offend, discount'nanc't both, and discompos'd;\r\n  Love was not in thir looks, either to God\r\n  Or to each other, but apparent guilt,\r\n  And shame, and perturbation, and despaire,\r\n  Anger, and obstinacie, and hate, and guile.\r\n  Whence ADAM faultring long, thus answer'd brief.\r", "My voice thou oft hast heard, and hast not fear'd,\r\n  But still rejoyc't, how is it now become\r\n  So dreadful to thee? that thou art naked, who\r\n  Hath told thee? hast thou eaten of the Tree\r\n  Whereof I gave thee charge thou shouldst not eat?\r", "The Serpent me beguil'd and I did eate.\r"]